{"jutsu_name": "Adamantine Technique: Cranium Crusher", "jutsu_type": "Ninjutsu, Bukijutsu, Cooperation Ninjutsu", "jutsu_description": "Hiruzen jumps up high to reach his opponent, attacks his opponent with a transformed Enma twice, and finishes by enlarging him as landing the final blow on the opponent's head with the end of the staff."}
{"jutsu_name": "Acidic Sludge", "jutsu_type": "Ninjutsu", "jutsu_description": "The user spits out a small purple liquid at the target, which evaporates in acidic fashion, when in contact with the target. It is shown to be powerful enough to incapacitate Kushina Uzumaki, even though she was only hit with a small part of the liquid on her leg."}
{"jutsu_name": "Adamantine Sealing Chains: Spiral Formation", "jutsu_type": "Hiden, Ninjutsu, Fūinjutsu, Barrier Ninjutsu, Space–Time Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Kushina uses her chains to form a barrier while Minato teleports above the opponent and slams them down with a Rasengan."}
{"jutsu_name": "Adamantine Seal: Monkey Yang Suppression", "jutsu_type": "Ninjutsu, Fūinjutsu, Cooperation Ninjutsu", "jutsu_description": "After placing fūinjutsu tags in an area, the users create a sealing barrier that takes the form of an ethereal monkey hand that cages the target. The seal requires a substantial amount of chakra to complete, and can quickly tire out the user, allowing the target to escape."}
{"jutsu_name": "Acrobat", "jutsu_type": "Taijutsu, Kenjutsu", "jutsu_description": "The Acrobat (荒繰鷺伐刀, Akurobatto) is a kenjutsu used by Killer B in tandem with his swords and the standard technique of his unique Disturbance Taijutsu fighting style.\n\nUsage[]\nWhen in battle, B holds his swords in a peculiar and unique manner. More often than employing his hands, B would wield his blades in and between various parts of his body. The first two are held in the hinge joint of his right and left arm, another between his shoulder blade and neck, one in his mouth, under his left armpit, another between the hip joint of his right, raised leg and the back leg of the same raised leg. As strange as it seems, Killer B is extremely skilled with these blades and this fighting style which he began adopting since a young age.[3] The most dangerous aspect of this style is the unpredictability of his movements, easily catching his opponents by surprise. He can spin in a manner similar to a buzz-saw, or else employing a series of unrelenting attacks switching the locations as well as the blades with which he attacks, leaving no openings for even a skilled Sharingan user like Sasuke Uchiha,[4] and a highly trained swordsman like Suigetsu Hōzuki, who remarked that the method of attack was completely unpredictable.[5] Killer B was also able to throw these swords from their normally awkward positions, either to hit his opponents from range, or to impale his opponent at close range and cause damage that would normally be lethal.[6]\nThe swords can be charged with lightning chakra to greatly increase their cutting power through high-frequency vibrations.[7] Because of the streamline shape of these swords, they serve as fairly good projectiles as well.[8] In the anime Killer B was able to use the Eight-Tails' tentacle to extend his reach for a surprise attack.[9]"}
{"jutsu_name": "Adamantine Prison Wall", "jutsu_type": "Ninjutsu, Clone Techniques, Bukijutsu", "jutsu_description": "After using Transformation: Adamantine Staff, Enma clones himself to create a lattice box around a target. Because of the toughness of Enma's adamantine form, opponents cannot break through the box once it's formed. When this box is formed around allies, this effectively protects them from harm. When it is formed around opponents, this effectively imprisons them until Enma chooses to release them.[1]"}
{"jutsu_name": "Adamantine Sealing Chains", "jutsu_type": "Hiden, Ninjutsu, Fūinjutsu, Barrier Ninjutsu", "jutsu_description": "This is a sealing technique that is characteristic of the Uzumaki clan.[1] Users produce chains made out of their own chakra, which typically emerge from their torso. Users control the chains as they extend outwards from their body, most commonly to wrap around targets and restrain them.[2] The chains are extremely durable, enough that even the Nine-Tails would struggle to destroy them.[1] In the anime, in addition to physically binding targets, the chains are said to neutralise their target by binding and nullifying their chakra.[3] Depending on the number and the length of chains that users intend to produce, they may prefer to initially create only a few chains, which they send underground to split apart and spread around the area as needed, leaving their immediate surroundings uncluttered.[4]\n\nThe chains creating a barrier.The chains binding the Nine-Tails within Kushina's subconscious.1/2\nA barrier can be erected between two or more sealing chains, which is quite impregnable: Kushina Uzumaki creates such a barrier to not only prevent the Nine-Tails from escaping a defined area, but also to prevent the Third Hokage from entering it.[5] Because the chains are made of the user's chakra, the chains can be produced anywhere the user's chakra resides. When she was the Nine-Tails' jinchūriki, Kushina used the chains to bind the Nine-Tails within her subconscious,[6] and for this reason she never once lost control of its power.[1] After her death, some of Kushina's chakra was sealed within her son, Naruto Uzumaki, allowing her to produce the chains from his body in order to help him combat the Nine-Tails.[2]\nDuring the Fourth Shinobi World War, Karin awakens the ability to produce similar chains, which she uses to lash against and ultimately destroy a wooden opponent. Orochimaru labels this the same ability as Kushina possessed,[7] but Jin no Sho describes it only as a \"glimpse\" of Kushina's Adamantine Sealing Chains.[1]\n\nSee Also[]\nBeast Sealing Technique\nDemonic Statue Chains\nReferences[]\n\n↑ 1.0 1.1 1.2 1.3 1.4 Jin no Sho, page 253\n\n↑ 2.0 2.1 Naruto chapter 498\n\n↑ Naruto: Shippūden episode 408\n\n↑ Naruto chapter 503\n\n↑ Naruto chapter 504\n\n↑ Naruto chapter 501\n\n↑ Naruto chapter 663"}
{"jutsu_name": "Accelerated Armed Revolving Heaven", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Fūinjutsu, Taijutsu, Kinjutsu, Cooperation Ninjutsu", "jutsu_description": "Tenten unseals several weapons from her scrolls, which Lee and Neji send at their opponent with a kick and a vacuum palm. Lee and Neji leap into the air, where Lee accelerates the rotation of Neji's Eight Trigrams Palms Revolving Heaven using the Front Lotus. Tenten then throws a kunai-filled string around them, adding to the combination's power. The impact results in an explosion."}
{"jutsu_name": "Acid Permeation", "jutsu_type": "Ninjutsu", "jutsu_description": "Utakata blows acidic bubbles from his pipe that burn anything it comes into contact with. The sheer multitude and wide-range it can cover makes avoiding it very difficult."}
{"jutsu_name": "1000 Metre Punch", "jutsu_type": "Taijutsu", "jutsu_description": "The user focuses a large amount of chakra into their fist and punches the opponent, sending them at least one kilometre (1000 metres) away."}
{"jutsu_name": "16 Hit Combo", "jutsu_type": "Taijutsu", "jutsu_description": "A very effective move, Ino uses this as a quick knock-out move on a opponent. She slaps and kicks with flower petals trailing from her hands and feet around her body."}
{"jutsu_name": "100% Single Punch", "jutsu_type": "Taijutsu", "jutsu_description": "Tsunade gathers large amounts of chakra in her hand and releases it as she punches the opponent."}
{"jutsu_name": "Absorption Sphere", "jutsu_type": "Ninjutsu", "jutsu_description": "Using the Jutsu Absorption Arm, the user creates a sphere after a short moment, which can absorb multiple ninjutsu attacks simultaneously, leading to it growing in size. As the sphere itself is ninjutsu, another sphere can cancel it out."}
{"jutsu_name": "Absolute: Fang Passing Fang", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "Kiba and Akamaru perform the Fang Passing Fang to send the opponent flying into the air, then they increase their spinning power to finish the opponent off by catching them in between their attack."}
{"jutsu_name": "Adamantine Power: Acala", "jutsu_type": "Kekkei Genkai, Ninjutsu, Taijutsu", "jutsu_description": "Hashirama kicks the opponent away and raises some wood tendrils to strike the enemy down. With the opponent layed on the ground, Hashirama gathers a large amount of chakra into his right fist, jumps and drives it into his foe's torso. The impact causes the ground to break apart and a small forest to erupt from it."}
{"jutsu_name": "100 Metre Punch", "jutsu_type": "Taijutsu", "jutsu_description": "A shorter version of the 1000 Metre Punch, the user concentrates their chakra into their fist and lands a devastating blow on the opponent, sending them flying to at least 100 metres away from where the user is."}
{"jutsu_name": "Cat Genjutsu", "jutsu_type": "Genjutsu", "jutsu_description": "The user uses a genjutsu where the whole place changes inside the target's mind. A new scenery and offensive ninneko are created illusory to fight the victim inside their head."}
{"jutsu_name": "Cat Food Clone", "jutsu_type": "Ninjutsu", "jutsu_description": "The ninneko creates a decoy of itself made out of cat food, which dissolves when struck. It apparently must be built beforehand, which the user switches places with when they wish to use it."}
{"jutsu_name": "Cat Flame Roaring Fire", "jutsu_type": "Ninjutsu", "jutsu_description": "While transformed as Matatabi, Yugito forms a large fireball from her mouth and shoots it at the target. It's powerful enough to turn a large building into rubble and melt concrete with one shot."}
{"jutsu_name": "Cat Fire Bowl", "jutsu_type": "Ninjutsu", "jutsu_description": "Yugito elbows her opponent and begins spinning, turning into Matatabi. Clawing forward, she sends out several fireballs, which converge on her opponent, resulting in an explosion."}
{"jutsu_name": "Cat Covering", "jutsu_type": "Hiden, Ninjutsu, Fūinjutsu", "jutsu_description": "The Cat Covering is a Hiden technique from the Izuno Clan, allowing the user to fight with cat-like reflexes and abilities while enveloped in chakra.\n\nOverview[]\nThe technique is usually kept in a sealing scroll that the user may access one of many different species of cats (i.e. Persian, Siamese, Tortoiseshell). After weaving the required hand signs necessary to unseal the technique, the user becomes enveloped in a partial cloak of coloured chakra that gives the user the selected cat's colouring and attributes. Other features include a cat-like tail and ears as well as chakra-infused nails, and a heightened sense of smell and hearing; similar to the Inuzuka clan's Four Legs Technique.\n\nSee Also[]\nClaw Creation Technique"}
{"jutsu_name": "Cat Claw Foot", "jutsu_type": "Taijutsu", "jutsu_description": "Yugito zig-zags around the fighting area and then kicks the opponent into the air then slams them to the ground with a clawed kick."}
{"jutsu_name": "Cat Claw", "jutsu_type": "Taijutsu", "jutsu_description": "While in her transformed state, Yugito slashes the opponent with a powerful and quick swipe, using the extended nails on her hands.\n\nReferences[]\n\n↑ Fourth Databook, page 324"}
{"jutsu_name": "Cat Chakra Claw", "jutsu_type": "Taijutsu, Chakra Flow", "jutsu_description": "This form of chakra flow is unique to the ninneko. It can enhance the striking power of the cat's claws to the point where it can easily cut through metal.\n\nSee Also[]\nClaw Creation Technique\nFlying Swallow\nSamurai Sabre Technique"}
{"jutsu_name": "Casualty Puppet", "jutsu_type": "Ninjutsu, Kinjutsu", "jutsu_description": "Developed by Orochimaru, this technique allows the user to partially absorb a freshly-killed corpse, transforming it into an extension of the user's body. Though absorbing allows one to gain access to the target's techniques, the use of Casualty Puppet can warp the user's mind and body, making the user highly unstable with only a great shock snapping them back to their senses.\n\nSee Also[]\nChimera Technique"}
{"jutsu_name": "Carpet Bombing", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "Deidara throws clay spiders at the opponent while he is lifted by a small clay bird."}
{"jutsu_name": "Carbon Whip", "jutsu_type": "Ninjutsu", "jutsu_description": "The user creates carbon whips on their hands that extend a considerable distance, allowing them to attack with sweeping blows. Thanks to the sharp ends, the whip can pierce the enemy."}
{"jutsu_name": "Carbon Ring", "jutsu_type": "Ninjutsu", "jutsu_description": "The user creates a ring of carbon cubes that rotates very quickly around their body, protecting them from various attacks. In addition, they are capable of attacking with a ring, throwing it at the enemy at high speed."}
{"jutsu_name": "Calorie Control", "jutsu_type": "Hiden, Ninjutsu, Fighting Style", "jutsu_description": "Calorie Control (カロリーコントロール , Karorī Kontorōru) is a hijutsu utilised by the Akimichi clan and forms the basis of all their clan techniques.\n\nOverview[]\nThis technique grants the user the ability to freely convert the calories they store in their bodies into chakra to be used in their unique fighting style which ranges from expanding parts of, or, their entire body. Akimichi who are less experienced with this technique make use of the Three Coloured Pills to initiate this process, however, these pills have the adverse effect of converting all the calories in the user's body to chakra. Once perfected, however, the Akimichi no longer has need for the pills and can regulate how much of their body weight is converted at any given time."}
{"jutsu_name": "Calling on Tears Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "The user creates a wave of sound by crying that can incapacitate anyone who hears it. The frequency of the sound waves can be used to trigger explosive tags.\nLater, after undergoing chakra control training, Namida is able to focus the technique into a single direction, making it safer to use for her allies, while also greatly increasing its power and reach. This increased focus; however, takes a toll on Namida, leaving her unable to perform it repeatedly.[1] With additional training, Namida later became able to use this variation more regularly, at least 3 times in a single day.[2]\n\nSee Also[]\nSound Wave Technique\nReferences[]\n\n↑ 1.0 1.1 Boruto episode 96\n\n↑ Boruto episode 231"}
{"jutsu_name": "Carbon Armour", "jutsu_type": "Ninjutsu", "jutsu_description": "This jutsu allows Deepa to completely encase himself in a two toned full body armour made of his hardened carbon abilities, as a last resort. It allows him to harden his fists from carbon into diamond. Deepa stated that the technique isn't perfect and had a few flaws but didn't elaborate."}
{"jutsu_name": "Carbon Control", "jutsu_type": "Ninjutsu", "jutsu_description": "This jutsu,[1] allows the user to freely manipulate carbon. For external sources, the user is able to remotely control the said carbon, shaping it into a myriad of shapes, and levitate it freely. Upon which, the user can manipulate the cluster of carbon in a myriad of formations and launch them as a barrage of speeding projectiles that even the Sharingan has difficulty following. The user can also increase the size of the projectiles, strengthening to the point that their sheer force can plough through an Iron Sand Wall.\nAlternately, the user can manipulate, and fine-tune their control over the carbon within their own body, and rearrange the molecular-bonds between them. In doing this, the user's body will take on a dark reflective state akin to metal. In this state, the user's body becomes super dense, as hard as diamond, granting them immense physical strength and becomes impervious to nearly any form of damage. This ability can also be used on any isolated part of the body or their entire being.\nWhen utilising this internal and external nature of this technique on oneself, it produces a large armour that encases the user. In this state, it maximises the user's strength and resilience of the carbon, showing by it shining like diamonds."}
{"jutsu_name": "Cactus Genjutsu", "jutsu_type": "Genjutsu", "jutsu_description": "Using a nearby cactus' pollen, the user places anyone who comes in contact with it under a strong genjutsu that is hardly noticeable due to the technique's inconspicuous execution. In this genjutsu, the victim has the impression to cross an area over and over again while in reality, it does not move at all. \nThe technique can be countered by marking an area within the genjutsu, so that the never-ending circle can be noticed. Once noticed, the technique can be easily dispelled.\n\nSee Also[]\nSly Mind Affect Technique"}
{"jutsu_name": "Calamity Flame", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "As the opponent is running towards Itachi, he focuses the flames of Amaterasu on the opponent causing them to burn and fall to the ground."}
{"jutsu_name": "Caged Heat Arson Prison", "jutsu_type": "Ninjutsu", "jutsu_description": "Momoshiki directs pieces of rubble at a target. By tensing his fingers, Momoshiki can heat the rubble remotely, causing it to cling to targets when it contacts them and inflict severe burns. By clenching his fist, he can make the rubble detonate, creating enough force to break through Susanoo."}
{"jutsu_name": "C4", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "This article is about the technique used by Deidara.  For other uses, see Garuda (disambiguation).\n\n\n\n\nA truly fearsome[2] technique created by Deidara to counter the Sharingan and the genjutsu it produces.\n\nContents\n\n1 Overview\n2"}
{"jutsu_name": "C1", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "The most basic and versatile form of explosive clay. \n\nContents\n\n1 Usage\n2 Variants\n3 See Also\n4 References\n\n\nUsage[]\nThe user moulds their clay into figures, often resembling animals and insects. Depending on the size of the animal, the user can use them as a mount in order to fly. Some even share the abilities of the creatures they are modelled after, such as those resembling birds are capable of flight. This feature makes them excellent for covert operations. The explosive power of these clay creatures are the lowest level of the user's bombs, but nonetheless effective.\n\n\nVariants[]\nGrasshopper.Beetle.Bug-like creatures.Explosive Clay: Spider (起爆粘土・蜘蛛, Kibaku Nendo: Kumo),[1] C1 Spider Type[2]Explosive Clay: Mystery Bird (起爆粘土・謎鳥, Kibaku Nendo: Nazochō).[3]Explosive Clay: Phoenix (起爆粘土・鳳, Kibaku Nendo: Hō).[1]Explosive Clay: Owl (起爆粘土・梟, Kibaku Nendo: Fukurō)[3] or Explosive Clay: Single Bird (起爆粘土・単鳥, Kibaku Nendo: Tanchō).[4]Explosive Clay: Bird (起爆粘土・鳥, Kibaku Nendo: Tori).[1]Small bird.Large rooster-like bird.Large twin birds.Explosive Clay: Snake (起爆粘土・蛇, Kibaku Nendo: Hebi).[3]Centipede.Fish.Jellyfish.Explosive Clay Dolls.Bats.\nSee Also[]\nSuper Beast Imitating Drawing\nReferences[]\n\n↑ 1.0 1.1 1.2 Naruto Shippūden: Ultimate Ninja 4\n\n↑ Akatsuki Hiden: Evil Flowers in Full Bloom\n\n↑ 3.0 3.1 3.2 Naruto Shippūden: Ultimate Ninja Storm 2\n\n↑ Naruto Shippūden: Ultimate Ninja Storm 3"}
{"jutsu_name": "C3", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "Deidara's most powerful large scale bomb, that once activated becomes an enormous statue that Deidara drops on his target from above. Its explosive power was great enough to potentially destroy an entire village.[1]\nIn its first known demonstration, Deidara had already prepared the explosive clay for this attack. Once activated, the bomb instantaneously increases its proportions before being subsequently dropped, where it extends both its \"arms\" outwards until they are completely horizontal."}
{"jutsu_name": "C2", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "One of Deidara's specialities that requires the use of both of his palm mouths, creating a large dragon. The dragon itself is capable of flight, and, while Deidara is safely on its back, the dragon can spit out smaller clay figures that attack the opponent like guided missiles.\nThese independent missile-like creatures take the form of a greatly reduced version of the larger dragon that created them, however, despite this decrease in size they are still relatively larger than a normal person. Each is capable of tracking their intended target and producing a significant explosion proportional to size upon contact but as they emerge, they consume a substantial amount of clay from the original dragon, initially extracting it from the creature's tail. This ultimately limits the number that each C2 \"Dragon\" is capable of creating, before clay must be sacrificed from more vital areas, such as the body or wings. By using more clay, the missile's size and explosive power can be substantially increased.\nThe dragon can also produce clay mines at the expense of clay, that take the form of small spherical creatures, which can be subsequently manipulated to force opponents to fight in a limited space. This is achieved through the use of Tobi's Earth Release: Hiding Like a Mole Technique, to hide a large amount of these mines underground, without the opponents' knowledge to their exact location. When this tactic is combined with the previously mentioned missiles, it can confine the enemies' movements to such an extent, that they are forced to suffer an explosion."}
{"jutsu_name": "By Brute Force", "jutsu_type": "Kenjutsu, Taijutsu", "jutsu_description": "Kisame swipes horizontally at his opponent with Samehada, shavering at them with it as they fall back down by pulling Samehada towards himself, and finishes them off by punching them straight to the ground."}
{"jutsu_name": "Butterfly Needle Fire", "jutsu_type": "Genjutsu", "jutsu_description": "Ino creates an illusion in which countless butterflies surround the opponent. The opponent sinks into the ground, giving her the chance to place an explosive tag on their face before cutting off the illusion, revealing that all the butterflies were exploding tags that all detonate alongside the original."}
{"jutsu_name": "Butterfly Mode", "jutsu_type": "Hiden, Ninjutsu, Fighting Style", "jutsu_description": "The Butterfly Mode is a heightened transformation of the Akimichi clan.\n\nOverview[]\nThe user can enter this mode by converting the calories of their body into chakra. The chakra, when visible, is shaped into two large butterfly wings that can be compressed into smaller wings. The technique uses an enormous amount of chakra. In this form, the user's combat ability is greatly enhanced; allowing the use of the clan's high-level techniques such as Butterfly Bullet Bombing, and the ability to use the chakra wings to create gusts of chakra.\nThere are two methods of entering this mode. The first is through use of the Akimichi's Three Coloured Pills, which aggressively convert all of the user's calories into chakra; if the pills are not regulated properly, the user may die from the rapid weight loss. Practised users are able to convert their calories into chakra on their own through a process known as Calorie Control (カロリーコントロール , Karorī Kontorōru); because they are in complete control of how much of their body weight is turned into chakra, it poses less of a risk to the user.\nIn the anime, it is shown that using this form without proper control will in fact greatly diminish one's performance.[2] It is also shown that even while in this slim state, the user can still perform various expansion techniques.[3]\n\nReferences[]\n\n↑ Fourth Databook, page 271\n\n↑ Boruto episode 67\n\n↑ Boruto episode 156"}
{"jutsu_name": "C0", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "This article is about the anime and manga ninjutsu used by Deidara. For the video game technique used by Deidara, see Ultimate Art.\n\n\n\n\nThe highest form of Deidara's explosive clay (his \"Ultimate Art\" (究極芸術, Kyūkyoku Geijutsu)), C0 is a suicide-bomb technique used as a last resort. Deidara reveals a mouth on his chest, which is stitched up. After undoing the stitches, Deidara feeds it a large ball of clay. The mouth on his chest has a direct connection to his heart so a large amount of chakra is built up. It then kneads chakra directly from the meridians of the heart and keeps doing it without interruption until the moment of the explosion.  His explosive chakra then manifests itself in his veins, flowing through his body. These \"veins\" then condense into a sphere that slowly cracks open and detonates, producing a unique explosion that covers a ten kilometre blast radius."}
{"jutsu_name": "Butterfly Bullet Bombing", "jutsu_type": "Taijutsu", "jutsu_description": "When an Akimichi enters Butterfly Mode, fat in their body is converted into densely concentrated chakra. As the chakra leaks from their backbone, it becomes visible through friction with the shoulder blade, taking the appearance of butterfly wings. The Akimichi can focus the chakra from the wings into their fist, allowing them to use this technique: a single punch to a target with the Akimichi's full weight placed behind it. The Akimichi's natural strength, combined with the sheer amount of gathered chakra, makes this punch devastating, capable of fracturing the ground. Though quite effective against most targets, if the Three Coloured Pills are used to enter Butterfly Mode, that in turn makes this technique a double-edged sword.[1]\n\nSee Also[]\nChakra Enhanced Strength\nReferences[]\n\n↑ 1.0 1.1 Tō no Sho, page 248"}
{"jutsu_name": "Burning Slap of Youth", "jutsu_type": "Taijutsu", "jutsu_description": "After concentrating chakra into their right hand, the user propels the opponent over a long distance. When the move is performed, Guy's hand seems to have an orange glow, which is possibly due to chakra concentration."}
{"jutsu_name": "Burial Arm Attack", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Scientific Ninja Tool Techniques", "jutsu_description": "Kawaki shrinks himself and instantly appears at full size in front of the opponent, slamming his modified arm down and bringing out thorns from his flesh from the ground."}
{"jutsu_name": "Bunmawashi", "jutsu_type": "Bukijutsu", "jutsu_description": "The user swings their manriki-gusari and attacks the opponent with great speed and force. Its attack power is enough to knock a hole in the ground or break a thick tree in half."}
{"jutsu_name": "Bug Bite", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "While in her transformed state, Fū attacks the enemy with a powerful glancing blow as a kick, seemingly biting them in the process.\n\nReferences[]\n\n↑ Fourth Databook, page 326"}
{"jutsu_name": "Bubblegum Ninjutsu", "jutsu_type": "Ninjutsu, Fighting Style", "jutsu_description": "Using chakra as a catalyst, the user manipulates their bubblegum to achieve a variety of effects. This technique can be used as spheres to hover upon, trap an opponent inside, or create various explosions. The impact from even the tiniest sphere is capable of knocking an opponent unconscious. Its adhesive properties also make it suitable for binding targets.\n\nSee Also[]\nSoap Bubble Ninjutsu"}
{"jutsu_name": "Bubble Clone Technique", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Utakata creates a clone of himself by using his Soap Bubble Ninjutsu with his bubble pipe. When hit, the clone pops like a bubble.\n\nSee Also[]\nWater Clone Technique"}
{"jutsu_name": "Bringer-of-Darkness Technique", "jutsu_type": "Genjutsu", "jutsu_description": "The user places a hallucinatory darkness on a target's eyesight, causing them to see nothing but black; Tō no Sho likens the sensation to being at the bottom of a deep hole. Because the target cannot see, they are very vulnerable to attack. Although this handicap is dangerous even to the likes of the Third Hokage,[1] it is not insurmountable, as the Third is able to sense attacks to try to defend himself and smell his attackers in order to stage a counterattack. When the Third finally captures the user and begins removing their soul, the darkness disperses, something that Orochimaru, an onlooker, immediately notices.[2]"}
{"jutsu_name": "Brilliant Fluttering Wings", "jutsu_type": "Taijutsu", "jutsu_description": "Transformed as Chōmei, Fū swipes at her opponent with her non-wing tail, followed by a horn attack, and finishing with a sweep of her entire abdomen."}
{"jutsu_name": "Broadaxe", "jutsu_type": "Kekkei Genkai, Ninjutsu, Taijutsu, Senjutsu", "jutsu_description": "Using his Sage Transformation, Jūgo forms an axe on his arm, which has proven to be durable enough to block giant swords and chakra blades without damage."}
{"jutsu_name": "Branding Punishment", "jutsu_type": "Bukijutsu, Taijutsu", "jutsu_description": "Hidan swings his scythe at the opponent, pulling them closer, then spinning around and throws them with his scythe. He finishes with a forceful kick that sends the opponent into the ground."}
{"jutsu_name": "Boruto Strike", "jutsu_type": "Hiden, Ninjutsu, Taijutsu, Clone Techniques", "jutsu_description": "Boruto creates four shadow clones, one of which launches itself at the opponent, kicking them. The second shadow clone jumps in to continue the assault with a Gentle Fist attack, after which the three other clones attack simultaneously with a series of attacks, launching their opponent into the air with a defence-breaking combo attack. The real Boruto then creates his version of Rasengan and, with the help of the clones, jumps into the air and throws the Rasengan at the opponent."}
{"jutsu_name": "Brace Yourself!", "jutsu_type": "Taijutsu, Bukijutsu", "jutsu_description": "Kushina hits her opponent with a frying pan a few times. Then she jumps and crashes into the opponent, striking them with a devastating punch."}
{"jutsu_name": "Bouncy Bouncy Technique", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "The Bouncy Bouncy Technique is a variation of the Sexy Technique. Using the skills Naruto had taught them, Konohamaru, Moegi, and Udon transform into three beautiful women: Konohamaru will transform into the night on the town \"Custard Pudding\" (カスタードプリン, Kasutādo Purin, English TV: Fashion Model); Moegi into the beach going \"Fire-roasted Pudding\" (直火焼きプリン, Jikabiyaki Purin, English TV: Movie Star); Udon into the nurse \"Milk Pudding\" (牛乳プリン, Gyūnyū Purin, English TV: Tanning Salon Receptionist). All three will then bounce their breasts to titillate their opponents, and by doing so, the three were able to make their victims fall into unconsciousness. Naruto felt the technique still lacked \"bon-kyu-bon\" (Japanese for \"big-small-big\", referring to the ideal \"three measures\", \"bust-waist-hip\"), which got censored in the English version into \"va va voom\"."}
{"jutsu_name": "Boruto Stream Rasengan", "jutsu_type": "Ninjutsu", "jutsu_description": "User uses Boruto Stream with shadow clones, but instead of hitting with a fist, they strengthen the attack with the Rasengan, breaking through the enemy's defence and suppressing them."}
{"jutsu_name": "Booby Trap", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "This attack has multiple variations:\n\nIn anime and manga, Kiba Inuzuka creates a trap in the form of a living creature, which is stuffed with kunai.  After the victim approaches the trap, it explodes, firing at the unfortunate.\nIn the anime, Konohamaru Sarutobi hid pepper bombs, heavy metal basins and other objects in the ceiling above the door, which fell on people trying to break down the door.\nIn Naruto: Shinobi no Sato no Jintori Kassen, it is a counterattack from Sakura, where she cuts a wire to make a log hit the incoming opponent.\nIn Naruto: Ultimate Ninja and Naruto: Ultimate Ninja 2, Booby Trap is a set of two techniques: Sakura starts with Log Drop (丸太落とし, Marutaotoshi, Deathly Tree Trap in English games), where an opponent running on her direction trips on the wire from her trap and is hit by a log. If successful, she follows with Falling Rock Warning (落石注意, Chikusekichūi), cutting a wire to make multiple rocks fall on the target.\nIn Jump Super Stars, Sakura makes four blocks of wood fall around her. It has a stronger version named Booby Trap Second Style (ブービートラップ二式, Būbītorappu Nishiki) that makes three large tree logs fall around her.\nIn Naruto: Path of the Ninja 2, Sakura simply tricks the enemy, and they either get paralysed or fall asleep.\nIn Naruto: Ultimate Ninja Storm, Sakura places a trap on the ground. If the opponent trips it, a large mine falls on them.\nIn Naruto Shippūden: Ultimate Ninja Blazing, Rin Nohara throws tree trunks with explosive tags attached to the enemy, which explode after pinning her target down."}
{"jutsu_name": "Bone Pellet", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "Kimimaro fires three to five sharp bone spikes at the opponent. He shoots three at close range and five at mid-range."}
{"jutsu_name": "Boruto Stream", "jutsu_type": "Ninjutsu", "jutsu_description": "By utilising Wind Release, the user can accelerate their movements, creating an effect similar to tunnel vision. To reach higher speeds, the user gains aid from others to perform the technique on them by propelling them from their feet. This technique can also be used on an ally to increase their speed."}
{"jutsu_name": "Bomb Setting Huge Success!", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Tobi goes underground, and strikes his opponent from below, sending them flying. He then reaches the spot they'll land and sets a bomb, which goes off as his opponent lands."}
{"jutsu_name": "Bolting Blossom", "jutsu_type": "Kenjutsu, Taijutsu, Collaboration Techniques", "jutsu_description": "Sasuke slashes the opponent following that, he and Sakura deliver punches to the opponent in the air and then kick the opponent down to the ground."}
{"jutsu_name": "Bōjutsu: Three-Section Staff", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Tenten summons a long staff. This staff can split into three parts separated by metal chains and can be used offensively or defensively."}
{"jutsu_name": "Boil Release: Steam Explosion", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "The user releases a massive cloud of boiling steam surrounding them, burning whatever or whoever is nearby."}
{"jutsu_name": "Boil Release: Skilled Mist Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "The user creates a cloud of mist which they release from their mouth. This mist is highly acidic in nature, capable of melting bodies, and even chakra-based defences and barriers, nullifying them. Even Sasuke Uchiha's Susanoo was affected, despite being considered an \"absolute defence\".[1] The technique has an inherent disadvantage in that its effects are indiscriminate, limiting its usage to areas that do not contain allies. In the event that the mist escapes the containment area, the user can adjust the pH level of the mist to safer levels.[2]\nThough the mist is corrosive to all around it, the user seems to be immune to it, as Mei used it in an enclosed area without endangering herself.\n\nReferences[]\n\n↑ 1.0 1.1 Fourth Databook, page 292\n\n↑ Naruto chapter 466, page 12"}
{"jutsu_name": "Boil Release: Unrivalled Strength", "jutsu_type": "Kekkei Genkai, Ninjutsu, Taijutsu, Fighting Style", "jutsu_description": "Boil Release: Unrivalled Strength is a ninjutsu fighting style used by Kokuō and its jinchūriki.\n\nContents\n\n1 Usage\n2 Improvement\n3"}
{"jutsu_name": "Boil Release: Flower Repentance Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "The user manipulates their chakra, creating corrosive vapour that can be released from the ground at various spots. The user can then cause explosions from that vapour in each of these spots."}
{"jutsu_name": "Boruto Rush", "jutsu_type": "Hiden, Taijutsu, Ninjutsu, Clone Techniques", "jutsu_description": "Boruto creates four shadow clones to attack his opponent, delivering a series of open palm strikes and kicks."}
{"jutsu_name": "Body Revival Technique", "jutsu_type": "Ninjutsu, Medical Ninjutsu, Regeneration Techniques", "jutsu_description": "The Body Revival Technique is a high-level medical ninjutsu, and Shinnō's signature technique. \n\nUsage[]\nThe principles of this technique is to take advantage of the muscles' ability to grow stronger after repairing itself from damage. Understanding this theory, the Body Revival Technique can repair the user's body and increase its strength by manipulating the \"Destruction and Rebirth\" cycle of the muscles.\nThis technique allows the user to survive any otherwise normally fatal damage and instantly heal from the damage. A unique trait of this technique is that it can momentarily give the user the appearance of death, fooling even the most talented medical-nins.\nWhen combined with Dark Chakra, this technique can also be used to physically enhance the person's speed, strength and healing capabilities to superhuman levels. It also alters the person's physical appearance drastically, making them younger and more fit in looks, greatly bulking their muscular physique. By Shinnō's claim, this form allows him to perform techniques that are normally taxing for the body, including open all Eight Gates, without any drawbacks. However, if the user loses proper control over the dark chakra while performing this technique, it can cause severe backlash that can destroy the body."}
{"jutsu_name": "Body Replacement Technique", "jutsu_type": "Ninjutsu, General skill", "jutsu_description": "This article is about the general skill. For Zetsu's personal technique, see Substitute Technique.\n\n\n\n\nThe instant before they are to be struck by an attack, the user replaces themselves with a block of wood or something similar. Because the attack does hit something, opponents may briefly believe that they've successfully struck the user. But this is merely an optical illusion and opponents will quickly notice what's happened. If users are fast enough, they can use this brief lapse in the opponent's attentions to stage a counterattack;[1] in the anime, the replacement log itself has been shown used as an attack, being applied with explosive tags.[2] Alternatively, this is a good opportunity for users to escape.[1]\nThe Body Replacement Technique can evidently only be used in response to what would be harmful attacks: Pain only escapes from Jiraiya's Wild Lion's Mane Technique when Jiraiya tries to kill him with it; when Jiraiya uses the same technique to only keep Pain restrained, Pain remains captured.[3]"}
{"jutsu_name": "Body Recreation Technique", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Kabuto uses specially-developed snakes to execute the process of recreation and multiplication of another being's cells to create a living clone of them—a process which requires the DNA of the intended target. The spring water produced by The Hole appears to catalyse and speed up the recreation process because of the large \"life force\" flowing through it.[1] The downside to the accelerated rate at which the clone matures is that the snakes composing it have a very short lifespan, resulting in the clone splitting apart and dying after approximately 48 hours.[2]\nOnce the clone is created, Kabuto is able to gain control of it by placing a special talisman into its head. Depending on the talisman used, the clone can either become a mindless tool under Kabuto's control, with eyes possessing black sclera and white irides, or allowed to access their genetic source's personality and memories, while possessing eyes with dark grey sclera and white, snake-like irides. Clones produced through this method are also able to use any abilities possessed by their original selves, including those that they did not naturally acquire.[3] While not in battle, Kabuto stored the clones he created within large snakes, which would burst out of the ground and release their contents when needed.\nKabuto first used this technique to create a clone of Akatsuki member Hidan by placing snakes containing his DNA into the water produced by The Hole, causing them to quickly form into a humanoid shape, and then giving it life with a talisman. Later, snakes which had been ingested by Naruto Uzumaki created a clone of him upon exiting his body; a process which had greatly weakened him over the course of a day and ultimately paralysed him. Unlike the clone of Hidan, this clone did not require the insertion of a talisman to gain life and, due to the influence of Kurama's chakra, was formed in Naruto's four-tailed Version 2 state and possessed a strangely coloured body as well as a tail. The clone was also capable of resisting the control of Kabuto's talisman once it was inserted.[3]"}
{"jutsu_name": "Body Pathway Derangement", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "This is a high-level form of medical ninjutsu that only Tsunade has been shown to have mastered. Tsunade creates an electric field by giving her chakra the properties of electricity. When she strikes a target with her hand, the electricity pours into their nervous system and rearranges their body's signals. Ordinarily, the brain sends electric signals to the body to control how it moves. But when under the influence of this technique, these signals will produce any movement other than what the brain intends. When used against most opponents, they will be unable to do something as simple as walking, much less continue fighting.[1]\nThe target can partially overcome this technique if they manage to relearn the connection between their brain and their limbs, as Kabuto Yakushi demonstrates. However, this is not an easy feat and takes a high amount of concentration and intelligence.[2]"}
{"jutsu_name": "Body Oxidation Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "While in smoke form, an Iburi can enter a target through their nostrils and mouth. Once inside, every part of their body can be attacked from the inside by the smoke, causing great pain, and even death."}
{"jutsu_name": "Body Fluid Shedding Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "A technique that allows Kabuto to liquefy his body and the snakes he controls at will, which he created after examining and altering the Hōzuki clan's Hydrification Technique. \n\nUsage[]\nBy partitioning parts of his body using his own bodily fluids, Kabuto is able to separate portions of himself in a manner reminiscent of a snake shedding its skin, similar to another technique, while leaving behind only trails of chakra-infused liquid. This allows him to escape from bindings and regenerate from attacks. Due to these resulting trails of fluid, Kabuto can inhibit sensing techniques from detecting him, such as dōjutsu. He can also liquefy his insides to prevent himself from experiencing the harmful effects of intense sound vibrations.[1]\n\nReferences[]\n\n↑ Naruto chapter 580, page 4"}
{"jutsu_name": "Body Flicker Technique", "jutsu_type": "Ninjutsu, General skill", "jutsu_description": "The Body Flicker Technique is a high-speed movement technique.\n\nContents\n\n1 Usage\n2"}
{"jutsu_name": "Body Elimination Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "Knowing full well that a shinobi's corpse is essentially a treasure trove of information, this technique is used by Anbu to completely destroy their body if caught or on the verge of death. This technique leaves no trace of the user's body behind whatsoever."}
{"jutsu_name": "Body Controlling Technique", "jutsu_type": "Ninjutsu, Dōjutsu", "jutsu_description": "This is a technique that can be used to control someone's body through direct eye contact. When used, the caster's iris and pupil shrinks and the veins in the sclera become more prominent."}
{"jutsu_name": "Body Coating", "jutsu_type": "Ninjutsu, Chakra Absorption Techniques", "jutsu_description": "This unique ability possessed by Black Zetsu allows it to take advantage of its malleable body to coat itself over a target. This technique is mainly used to restrict the movement of the target by coating a target's body,[1][2][3] and forcibly make them do its bidding by directly channelling its will through them. In possession of the target's body, Black Zetsu is also able to use target's techniques,[2] kekkei genkai,[4] as well as any other ability they may possess. By using this technique, Black Zetsu can perform various feats including controlling the target, and even stabilising their life force allowing them to live following a mortally-taxing event.[5]\nOnce in contact with a target, they can also absorb[6] the target's chakra and transfer it to others,[7] and even show the target events it has recorded.[7] One drawback of this technique, is that if the target has a strong enough will as in the case of Obito they can suppress Black Zetsu's influence, and take advantage of Black Zetsu being attached to them.[8]"}
{"jutsu_name": "Bō Shadow Clone Technique", "jutsu_type": "Ninjutsu, Clone Techniques, Bukijutsu", "jutsu_description": "The user throws a Bō staff at the enemy and increases their number for an effective attack. The technique does not require the use of additional weapons, since the shadow clones are not illusory, but have a real threat of injury.  Taking into account the instant appearance of copies of thrown weapons, it will be quite difficult for the enemy to reflect the attack.\n\nSee Also[]\nShuriken Shadow Clone Technique"}
{"jutsu_name": "Body Alteration", "jutsu_type": "Ninjutsu", "jutsu_description": "Gozu can change parts of his body in a manner that is reminiscent of the Akimichi clan's Partial Multi-Size Technique to increase the strength and range of his attacks. Using this ability on his legs also gives him much greater linear speed. Similarly, he can condense his muscle mass to give him even greater speed and agility."}
{"jutsu_name": "Bloody Mist Absorption Technique", "jutsu_type": "Ninjutsu, Kenjutsu, Chakra Absorption Techniques", "jutsu_description": "The user swipes their blood across Samehada, creating a contract. The blade unleashes a thick red mist on the battlefield, gradually and continually absorbing chakra from all opponents' open wounds.\n\nSee Also[]\nCrimson Mist Barrier Technique\nEarth Release Barrier: Earth Prison Dome of Magnificent Nothingness\nHiding in Mist Technique"}
{"jutsu_name": "Bloody Mist Sword Art: Bone Mutilation", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "The Bloody Mist Sword Art: Bone Mutilation is a technique unique to Kirigakure.[2]\n\nUsage[]\nUsing Hiramekarei, the user creates a large amount of light-blue chakra needles, which are then sent flying at their opponent. Once impaled, the needles disrupt the victim's chakra pathway system, which will then lead to them slowly dying.[2]\n\nReferences[]\n\n↑ Boruto chapter 7, page 28\n\n↑ 2.0 2.1 Boruto: Naruto the Movie novel"}
{"jutsu_name": "Bluntsword: Spin Strike", "jutsu_type": "Kenjutsu", "jutsu_description": "Jinin first spins the ax part of his sword, attacking the enemy, and then spins the hammer part, finishing him off."}
{"jutsu_name": "Blood Transformation Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Using the Ketsuryūgan's abilities to manipulate a target's blood, the user can expand the blood in the target's body. Doing so, it will cause the body to morph into a much larger version, effectively disguising the target to be indistinguishable from their true form. By cutting their wrists to expel the extra blood, the target will return to their original state.\n\nSee Also[]\nBody Alteration"}
{"jutsu_name": "Blood Needle", "jutsu_type": "Ninjutsu", "jutsu_description": "The user manifests needles made of their own blood from either hand. Upon production, they can be launched as a massive barrage. The force behind these needles are strong, able to plough through the ground.\n\nSee Also[]\nThousand Flying Water Needles of Death"}
{"jutsu_name": "Blood Dragon Bullet", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "A lesser version of the Blood Dragon Ascension, Chino uses the blood around her to create a single Blood Dragon which she sends towards the opponent.\n\nSee Also[]\nWater Release: Water Dragon Bullet Technique"}
{"jutsu_name": "Blocking Technique Absorption Seal", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Fūinjutsu, Chakra Absorption Techniques", "jutsu_description": "A highly advanced sealing technique granted by the Preta Path, that conjures a see-through barrier around the user's body that is capable of absorbing any chakra, regardless of any shape or nature transformation, and dispersing it within one's body by spinning the chakra within one's body in the opposite direction. As a result, this technique can absorb any ninjutsu based technique, rendering it ineffective on the user."}
{"jutsu_name": "Blood Dragon Ascension", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Blood Dragon Ascension is a technique that involves the ability of manipulating blood, exclusive of the members of the Chinoike Clan. Through this ability, the user forms a dragon of blood with eight heads similar to the \"Yamata no Orochi\", which all have the ability to regenerate. In addition to the regeneration, the heads of the dragon also have the capacity to release steam after biting a target. The dragon formed is strong enough to restrict the movements of Sasuke Uchiha's Susanoo and was able to withstand his Lightning Release, when Chino used it in conjunction with the iron-rich hot-springs of the Valley of Hell, in the Land of Hot Water."}
{"jutsu_name": "Blazing Shuriken Dance", "jutsu_type": "Ninjutsu, Shurikenjutsu, Cooperation Ninjutsu", "jutsu_description": "A cooperation technique used by Sasuke and Sakura. Sakura throws a series of shuriken that have been inflamed by Sasuke's Fire Release: Great Fireball Technique.\n\nSee Also[]\nFire Release: Phoenix Sage Flower Nail Crimson"}
{"jutsu_name": "Blazing Lightning Kunai", "jutsu_type": "Ninjutsu, Shurikenjutsu, Chakra Flow", "jutsu_description": "The user throws fire and lightning infused kunai at their opponent."}
{"jutsu_name": "Blinding Wide Sand Formation: Noise", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "The user spreads sand particles throughout the area, creating a sensing barrier (感知結界, kanchi kekkai) that disrupts the enemies' ability to sense targets. However, the technique appears only able to work on targets focused on."}
{"jutsu_name": "Blaze Release: Yasaka Magatama", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Utilising the orb of black flames in his Susanoo's third hand, the user is able to rapidly produce a number of magatama projectiles, which are composed entirely of the flames. Upon impact, victims are forcefully thrown off of their feet and quickly incinerated."}
{"jutsu_name": "Blinding Bubbles Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "Utakata blows bubbles, surrounding the opponent's face with them. Once popped, the bubbles create a puff of red powder that momentarily blinds the opponent."}
{"jutsu_name": "Blaze Release: Susanoo Kagutsuchi", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "An application of Kagutsuchi through Susanoo, whereby Sasuke produces weapons made from the orb of black flames held in his Susanoo's secondary right hand.\n\nVariants[]\nThe black flames can form a sword to be wielded by Susanoo, which is able to stab and slice through individuals or defences, incinerating whatever remains.[1][2]\nMagatama-shaped projectiles can be unleashed from the orb in volleys, knocking back and subsequently incinerating their targets.[3]\nThis technique can produce arrows to be utilised with Susanoo's bow.[4]"}
{"jutsu_name": "Blaze Release: Kagutsuchi — Heaven Step", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Kenjutsu, Chakra Flow", "jutsu_description": "Sasuke attacks his opponent with a lightning-chakra infused sword, throwing them upwards, and causes Amaterasu spikes to erupt from the ground, hitting them in the air."}
{"jutsu_name": "Blaze Release: Susanoo Ōdachi", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Senjutsu, Cooperation Ninjutsu", "jutsu_description": "Jūgo applies his senjutsu chakra to Sasuke's Susanoo. Sasuke extends his Susanoo's sword to several times the size of the Susanoo itself, and converts it to black flames, delivering a long-reaching, downwards slash."}
{"jutsu_name": "Blaze Release: Kagutsuchi", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Blaze Release: Kagutsuchi is a technique which applies shape transformation to the black flames of Amaterasu, allowing the user to manipulate them at will. In Sasuke Uchiha's case, while Amaterasu is cast from his left eye, he uses his right eye to manipulate the flames.[2]\n\nContents\n\n1 Variants\n2 Influence\n3"}
{"jutsu_name": "Blaze Release: Kagutsuchi — Porcupine", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Sasuke focuses the flames of Amaterasu at his opponent, shaping them into several spikes, damaging his opponent and knocking them back."}
{"jutsu_name": "Blaze Release: Kagutsuchi — Flying Flame", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Sasuke creates a sword of black flames and swings it, unleashing a wave of controlled flames towards the opponent."}
{"jutsu_name": "Blaze Release: Honoikazuchi", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "The user first surrounds themselves with Amaterasu before proceeding to shape them into spikes, impaling anyone within their immediate vicinity.\n\nInfluence[]\nHonoikazuchi is one of eight thunder gods that were born from Izanami's body in the underworld, specifically from her chest."}
{"jutsu_name": "Blaze Release: Flame Formation Wall Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "The user spews normal flames covered in black flames, which surround the user and damage anyone that is near the flames."}
{"jutsu_name": "Blaze Release: Dragon Flame Release Song Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "The user spews dragon shaped flames coated in black flames."}
{"jutsu_name": "Blastsword: Earth Rupture", "jutsu_type": "Kenjutsu, Bukijutsu", "jutsu_description": "Jinpachi thrusts his sword into the ground, creating a series of powerful explosions, breaking the ground under the enemy's feet, and then, while they are disoriented, he finishes with a blow of the sword."}
{"jutsu_name": "Blaze Release: Great Fireball Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "The user launches a fireball at the opponent, with the black flames enveloping the orange-coloured fire for increased substantial damage."}
{"jutsu_name": "Blastsword Technique: Blasting Bridle Repeating Death", "jutsu_type": "Kenjutsu, Bukijutsu", "jutsu_description": "Unravelling a large length of the explosive tag roll from the Shibuki, Jinpachi sends it towards his enemy in a circular motion cutting off any escape route and engulfing them in a wide-spread explosion.\n\nReferences[]\n\n↑ Naruto: Ultimate Ninja Online"}
{"jutsu_name": "Blasting Ice Crystal", "jutsu_type": "Kekkei Genkai, Ninjutsu, Shurikenjutsu", "jutsu_description": "Haku firsts traps the opponent's feet to the ground by freezing ice onto them. He then uses a specific hand seal which causes the chunks of ice at the opponent's feet to grow into one large chunk, freezing the target completely. Quickly jumping back, he throws several senbon at the frozen opponent. It partially cracks the chunk of ice, and then shatters outward, damaging the opponent once more."}
{"jutsu_name": "Blade of Wind Hurricane", "jutsu_type": "Ninjutsu", "jutsu_description": "Baki creates a large hurricane using his Blade of Wind technique that draws enemies into the hurricane, violently slashing them."}
{"jutsu_name": "Blade of Wind Barrage", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "Baki covers his hands with the Blade of Wind, delivers a barrage of punches to the opponent, and then finishes them off with an uppercut which creates a large gust of wind throwing the opponent into the air."}
{"jutsu_name": "Black Spider Lily", "jutsu_type": "Hiden, Ninjutsu", "jutsu_description": "After trapping the target with the Shadow Sewing Technique, the user can then manipulate the shadow to bring them closer to themselves. This technique can be used to draw multiple enemies into the range of Inoichi's Mind Disturbance Dance Performance Technique."}
{"jutsu_name": "Blade of Wind", "jutsu_type": "Ninjutsu", "jutsu_description": "Baki emits chakra from his fingertips, creating an invisible sword out of wind that he attacks opponents with. Because opponents can't see it, and because of how precise Baki can be with his attacks, there is little opponents can do to defend against this technique. The Blade of Wind is to the Sickle Weasel Technique what a longsword is to a kunai.[1]"}
{"jutsu_name": "Blade Concealed in Glamour", "jutsu_type": "Genjutsu, Kenjutsu", "jutsu_description": "The user traps their target inside a genjutsu in which the user proceeds to use a kunai to deliver a swift slash while the opponent is fully immobilised."}
{"jutsu_name": "Black Tornado", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "The Kurosuki Family members pile up one on top of the other, five in one pillar, and then send out their gloves' retractable blades and hold out their arms. They then proceed to spin, creating a black tornado-looking attack. The speed makes the attack so powerful that the blades can easily cut through stone.\n\nSee Also[]\nPassing Fang"}
{"jutsu_name": "Black Secret Technique: Three Great Tragedies", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō uses this technique with Karasu, Kuroari and Sanshōuo. First, Sanshōuo slams the opponent in the air, then Karasu slashes them several times. After this, the near-unconscious foe is carried by Kuroari in front of Sanshōuo, who opens its mouth to reveal a cannon of sorts, which blasts the opponent in the air."}
{"jutsu_name": "Black Secret Technique: Three Great Kyōgen", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō has Sanshōuo tackle the opponent from underneath the ground, immediately after which Karasu catches the opponent mid-air and carries them into Kuroari. The puppet then triggers an explosion, but not before splitting its parts to sustain itself from damage."}
{"jutsu_name": "Black Secret Technique Machine Two Shot", "jutsu_type": "Ninjutsu", "jutsu_description": "The enhanced version of Black Secret Technique Machine One Shot which doesn't require Karasu. After making a distraction, Kankurō manoeuvres Kuroari behind the target, which then opens up its chest and fires out chakra strings that wrap around its intended target. It then pulls the target into its open abdominal cavity. With the victim trapped, scythe like blades appear and reap through one side of the puppet to the other, killing the victim inside."}
{"jutsu_name": "Black Secret Technique: Salamander", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō hides Sanshōuo under ground, and when it is positioned under the opponent, it emerges and captures the target inside of it.\n\nReferences[]\n\n↑ Fourth Databook, page 317"}
{"jutsu_name": "Black Secret Technique — Machine Triple Shot", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is simply the Black Secret Technique Machine One Shot technique adapted for two targets. Kankurō summons two Kuroari puppets to capture the enemies. He then uses Karasu to impale one of the victims, while an ally attacks the other.  \n\nReferences[]\n\n↑ Fourth Databook, page 251"}
{"jutsu_name": "Black Secret Technique Manipulated Flame Scorpion Play", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō sends out Sasori, throwing the opponent up in the air. While in the air, Kankurō activates Sasori's flamethrowers, ever increasing their intensity. Then, Kankurō finishes it by having Sasori perform a slashing motion with the flames."}
{"jutsu_name": "Black Secret Technique: Black Iron", "jutsu_type": "Kekkei Genkai, Ninjutsu, Fūinjutsu", "jutsu_description": "Shinki encases his target with Iron Sand, then proceeds to summon his puppet that bites down on the target, which results in a fūinjutsu formula that temporarily seals said target's movement as Shinki completely buries them in a casket of Iron Sand.\n\nSee Also[]\nDesert Layered Imperial Funeral Seal"}
{"jutsu_name": "Black Rain", "jutsu_type": "Ninjutsu", "jutsu_description": "Nagato rains down Black Receivers and attacks, firing at enemies around him."}
{"jutsu_name": "Black Needle Stab", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Pain runs to an opponent and stabs them with his black receiver, messing with their actions."}
{"jutsu_name": "Black Secret Technique Flame Filling Flower", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō uses his puppet Sanshōuo to release a huge burst of fire at the opponent."}
{"jutsu_name": "Black Passing Secret Fang Technique Machine One Shot", "jutsu_type": "Ninjutsu, Taijutsu, Cooperation Ninjutsu", "jutsu_description": "Kankurō sends the opponent into the air where Kiba connects a kick. Kiba then uses his Passing Fang to force the opponent into Kuroari, allowing Kankurō to perform Black Secret Technique Machine One Shot."}
{"jutsu_name": "Black Receiver", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Black Receivers are black rods that function as demodulators for high-frequency chakra signals.[11] Users are able to create and transmit their chakra into these receivers for a variety of purposes.\n\nContents\n\n1 Origin\n2 Usage\n3"}
{"jutsu_name": "Black Secret Technique Machine One Shot", "jutsu_type": "Ninjutsu", "jutsu_description": "This is a \"dance of death\" that Kankurō performs with puppets. He first uses Karasu, an attacking puppet, to strike at the target, causing targets to focus their attention on it. As they avoid its attacks, they are unwittingly navigated towards Kuroari, a capturing puppet, which seals them within its body. While they're trapped inside Kuroari, Karasu's head and six limbs are separated from its body, each of which has its own concealed blade. The seven blades are simultaneously inserted into slots on Kuroari's body, killing the target inside.[1]"}
{"jutsu_name": "Black Lightning", "jutsu_type": "Ninjutsu, Fighting Style", "jutsu_description": "Black Lightning is a unique form of Lightning Release utilised by the Third Raikage, who passed it on to Darui alone.[1] Not much is known about it, but as the name suggests, the lightning produced is black in colour."}
{"jutsu_name": "Black Iron Fist", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Shinki creates a large hand out of Iron Sand that he can manipulate using electromagnetic fields. He can have the hands clamp around himself to protect against attacks, as well as can be used to attack a target from a distance.\n\nSee Also[]\nDesert: Hand\nMagnet Release: Lightning God Self"}
{"jutsu_name": "Black Holy Hammer", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu", "jutsu_description": "The user brings forth an enlarged black rod to pin down the opponent from making any further movement."}
{"jutsu_name": "Binding Smoke Prison", "jutsu_type": "Ninjutsu", "jutsu_description": "After dispersing his smoke clones, Kigiri uses the smoke made up from their bodies to wrap around the target and restrain them."}
{"jutsu_name": "Binding Snake Glare Spell", "jutsu_type": "Ninjutsu, Space–Time Ninjutsu", "jutsu_description": "The user summons one or two big snakes which crawl out from one's sleeves, and coil around the enemy capturing them. This is a great technique for capturing someone alive, or for inflicting damage by constriction, and if the situation calls for it, the snakes can bite the victim with their poison fangs. With the summons specified beforehand, the procedure can be shortened by using blood on a summoning \"contract seal\" (結印, ketsuin), making it possible to use the technique immediately. The further addition of the user's killing intent can weaken their target's resolve.\nSnakes summoned by this technique are on a whole other level in terms of intelligence and strength, compared to normal summons. It is said that even shinobi with great skill are unable to escape from this restraint.\n\nReferences[]\n\n↑ Sha no Sho, page 266"}
{"jutsu_name": "Biting Cut", "jutsu_type": "Taijutsu", "jutsu_description": "Kabuto grabs his opponent with his navel snake, and pulls himself toward them, unhinging his jaw and biting them."}
{"jutsu_name": "Black Dream", "jutsu_type": "Kekkei Genkai, Genjutsu, Dōjutsu", "jutsu_description": "Itachi traps the opponent in a Tsukuyomi, causing them to see the ground beneath their feet to break open, plummeting them into a huge chasm. It is described as a bottomless pit of pain. \n\nSee Also[]\nSharingan: Negative Confusion"}
{"jutsu_name": "Big Ball: Tailed Beast Rasenshuriken", "jutsu_type": "Ninjutsu, Senjutsu, Kinjutsu", "jutsu_description": "While donning his Kurama chakra cloak, Naruto infuses an enlarged Tailed Beast Ball with his wind-natured chakra, before throwing it at a target, creating a great explosion upon contact."}
{"jutsu_name": "Big Truth-Seeking Ball", "jutsu_type": "Ninjutsu, Senjutsu", "jutsu_description": "The user can merge their Truth-Seeking Balls to form a ball larger in size. They can also merge a pair of two to have a larger sized set. In the games, merging all the balls into one have a multitude of uses."}
{"jutsu_name": "Biguro", "jutsu_type": "Hiden, Ninjutsu, Kinjutsu", "jutsu_description": "This technique allows the user to manipulate their tendrils and then sends them underground. They then appear underneath their target piercing them multiple times."}
{"jutsu_name": "Big Ball Spiralling Serial Spheres", "jutsu_type": "Senjutsu, Ninjutsu, Kinjutsu", "jutsu_description": "Naruto creates multiple shadow clones that dive onto the opponent like missiles while the real Naruto finishes with two Big Ball Rasengan."}
{"jutsu_name": "Black Secret Technique Revolving Flame Arson", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō withdraws Sanshōuo from storage and causes it to spit fire onto the opponent while being guarded by its armour."}
{"jutsu_name": "Big Ball Spiralling Serial Zone Spheres", "jutsu_type": "Ninjutsu, Kinjutsu, Clone Techniques", "jutsu_description": "After performing the Multiple Shadow Clone Technique, Naruto creates several Big Ball Rasengan. The clones then charge towards the target in horizontal line formation and slam their Rasengan into the target, causing a massive amount of damage."}
{"jutsu_name": "Big Ball Rasenshuriken", "jutsu_type": "Ninjutsu, Senjutsu, Kinjutsu", "jutsu_description": "The Big Ball Rasenshuriken is a larger variant of the Wind Release: Rasenshuriken.\n\nUsage[]\nBy using two shadow clones and his Wind Release nature transformation, Naruto is able to form a Rasengan in the form of a shuriken. The sphere in the technique's centre is considerably larger compared to that of the Rasenshuriken's standard variant. The user can also keep adding chakra to the technique causing it to expand to enormous proportions. In this enormous version, Rasenshuriken shines very brightly in the dark. When thrown it causes a tremendous wind sphere upon detonation that can be seen from several kilometres away, and is enough to even neutralise a reincarnated Madara Uchiha long enough to be restrained, while simultaneously destroying both of Hashirama's wood dragons."}
{"jutsu_name": "Big Ball Rasengan: Rising Attack", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "After Naruto and his clones land a string of kicks and punches, Naruto summons a group of clones to fly up and ram the opponent in rapid succession, then quickly creates two clones to form the Big Ball Rasengan who jump off his back to reach the mid air opponent and strike them with it."}
{"jutsu_name": "Big Ball Rasengan", "jutsu_type": "Ninjutsu", "jutsu_description": "The Big Ball Rasengan is a more powerful version of the Rasengan.\n\nContents\n\n1 Overview\n2 Usage and Improvement\n3 Senjutsu Influence\n4"}
{"jutsu_name": "Demon Fox Cloak", "jutsu_type": "", "jutsu_description": "In his four-tailed form, Naruto plants his hand onto the ground causing a replica of his arm to burst out of the ground which grabs and slams the enemy onto the ground. Naruto then fires a small but violent beam that rapidly expands on impact, going far beyond the enemy and leaving an enormous crater on the ground."}
{"jutsu_name": "Demonic Flute: Floating Sound", "jutsu_type": "Ninjutsu", "jutsu_description": "Tayuya plays her flute and releases three sound-contained spheres that gravitate towards them and burst upon contact."}
{"jutsu_name": "Delicate Illness Extraction Technique", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "When a person has been afflicted by a pathogen or toxin, this medical ninjutsu can be used to draw out the agent and heal the damage. The cause of the illness is first determined by perceiving disturbances in the patient's chakra. Then, using a chakra scalpel, an incision is made near the affected part. Using their chakra, the medical-nin pushes a large volume of a medicinal fluid through the incision. The fluid then draws the poison out of the affected part(s) and serves as a medium through which the poison is suspended and then forced out of the person's body. This technique thus removes the poison, while simultaneously repairing the damage caused by the poison. The process itself is extremely painful and requires the subject to be restrained in order for the process to work. As such, it is considered a rather crude method to deal with pathogens and toxins, and only used in emergency. This technique only draws out most of the poison, not all of it, so the subject can potentially still be in danger, albeit not immediate. To fully treat the subject, an antidote is needed.\nAfter the agent is drawn out, it can be used to create an antidote or medicine after it has been analysed. This can then be given to the patient to ensure a complete recovery. This technique requires the utmost care and ability in diagnosis, incising and unmatched chakra control. Therefore, it is considered an extremely difficult technique, even among medical-nin."}
{"jutsu_name": "Deer Butterfly Seal Binding", "jutsu_type": "Hiden, Ninjutsu, Taijutsu, Cooperation Ninjutsu", "jutsu_description": "Chōji charges forward while Shikamaru immobilises the opponent with his shadow. Chōji jumps up and stomps on their opponent with an enlarged leg."}
{"jutsu_name": "Deep Crimson Spiral", "jutsu_type": "Ninjutsu", "jutsu_description": "Unsealing a Rasengan from his Rinnegan, Momoshiki amplifies the chakra giving it a red colour and to increase its size to a giant scale, which rivals Boruto Uzumaki's own amplified Rasengan."}
{"jutsu_name": "Death Technique: Returning Soul Play", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto first summons three corpses in his image from his scroll. The first corpse goes underground, appears behind and kicks the opponent towards the other corpses, who also attack the opponent with their chakra scalpels. Kabuto then launches the final attack at the opponent, cleaving their throat with his chakra scalpel and making a wall of chakra erupt from underneath which cuts the opponent's body again."}
{"jutsu_name": "Death Technique: Heart Sever", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto forms two chakra scalpels, one blue, the other purple, then rapidly slashes the opponent and then using the power of Orochimaru's remains, Kabuto enlarges his purple chakra scalpel and slices the opponent."}
{"jutsu_name": "Decapitating Airwaves", "jutsu_type": "Ninjutsu", "jutsu_description": "Zaku Abumi uses chakra to generate energy within his elbows, which he emits from a hole in his palm using a tube implanted in his forearm.[3] The energy is a mixture of sound waves and airwaves, with the ratio between the two differing depending on what Zaku intends to use this technique for; for example, 100% airwaves and 0% sound waves is enough to shatter stone. In other uses, it can repel incoming projectiles, soften the ground for use as a cushion, and knock over people. Its power weakens sharply over distances.[1]\nZaku can use this technique with one hand against a single target or with both hands to use against separate targets.[4] It can be used with both hands towards a single purpose,[5] which in certain cases qualifies as Extreme Decapitating Airwaves. Despite how useful this technique is and how easy it is for Zaku to perform,[1] the tubes in his arms represent a serious vulnerability: if the openings of the tubes are blocked when Zaku tries to use it, the energy won't be able to get out and will burst from his elbows, severing them from his body.[3]\n\nReferences[]\n\n↑ 1.0 1.1 1.2 Rin no Sho, page 188\n\n↑ Naruto: Ultimate Ninja Online\n\n↑ 3.0 3.1 Naruto chapter 70\n\n↑ Naruto chapter 69\n\n↑ Naruto chapter 53"}
{"jutsu_name": "Dead Demon Consuming Seal", "jutsu_type": "Ninjutsu, Fūinjutsu, Kinjutsu", "jutsu_description": "The Dead Demon Consuming Seal is a sealing technique developed by the Uzumaki clan to call upon the power of the Shinigami.[2] Its very existence is so secret that even Orochimaru knew nothing about it.[1]\n\nOverview[]\nAfter the hand seals are performed, the user's soul is partly separated from their body and suspended behind them. Behind their soul appears the Shinigami, which restrains their soul with its hair. Only the summoner is able to see the Shinigami at this point. After a few moments,[3] the Shinigami wraps its left arm with prayer beads and chants unintelligibly until a cursed seal appears on its arm. It then drives its arm into the summoner's soul, thus allowing the summoner to call upon the Shinigami to seal a target: the Shinigami's arm emerges from the summoner's body and grasps the target's soul.[1] When Hiruzen Sarutobi performs it, he is required to get close to his target in order to initiate the seal.[3] When Minato Namikaze performs it, he is able to remain at a distance.[4] Targets are able to see the Shinigami so long as it's in contact with their soul.[5]\nWhile the Shinigami grabs their soul, the target is immobilised, any jutsu they may be using are dispelled,[3] and they are prevented from performing additional jutsu.[5] With targets unable to escape or fight back, the summoner can remove and seal their soul. Hiruzen was able to seal multiple souls by using this technique in conjunction with the Shadow Clone Technique.[3] The sealing, however, is not necessarily complete nor automatic:\n\nWhen Minato uses it, he seals only the Nine-Tails' yin chakra, leaving its yang chakra alone.[6]\nWhen Hiruzen used it on Orochimaru, he had to rely on his own physical strength to extract Orochimaru's soul.[5] Because he lacked the strength to fully remove it,[7] he opted instead to only seal Orochimaru's arms, accomplished by having the Shinigami cut off the arms of Orochimaru's soul.[8]\nThe target's soul is sealed within the body of the summoner, represented by a swirl pattern on their torso that is similar in appearance to the Eight Trigrams Sealing Style.[3] In Minato's case, this sealing of the Nine-Tails' yin chakra into himself makes him its jinchūriki.[9] With the sealing completed, the Shinigami gradually starts consuming the summoner's soul.[8] The summoner can, with difficulty, continue moving and speaking, allowing them to finish any lingering business they may have, but they will die as soon as their soul has been fully consumed.[4] The souls of the summoner and their victim do not pass on to the Pure Land,[10] instead being trapped within the Shinigami's stomach, destined to fight each other for all eternity.[5]\nAlthough Orochimaru survives the sealing of his arms, his arms are paralysed, causing them to hang uselessly at his sides. This prevents him from performing hand seals and by extension most ninjutsu.[8] With time, he's able to regain limited use of the arms, but he's still left with a constant and extreme pain.[11] Orochimaru believes that Tsunade could heal his arms - something Tsunade does not deny - but she refuses to help him.[12] Ultimately, after his arms begin to rot, Orochimaru is forced to switch bodies or risk death.[13] He is able to make better use of the new body's arms,[14] but the jutsu he can use remain limited so long as his soul's arms are sealed within the Shinigami.[15]\n\n    Souls being released from the Shinigami's stomach.  \nSouls can only be freed from the Shinigami's stomach by using Dead Demon Consuming Seal: Release (屍鬼封尽・解, Shiki Fūjin: Kai, English TV: Reaper Death Seal: Release). To use, an individual wears the Shinigami Mask, causing them to become possessed by the Shinigami. If the individual wearing the mask slices open their own stomach, the Shinigami will do the same, and any souls inside it will be freed. However, the mask doesn't have any properties that will prevent its user from dying of that injury; when Orochimaru uses this to restore his arms, he survives the injury by switching bodies once again. With the other souls he frees from the Shinigami, Orochimaru is able to use the Impure World Reincarnation.[15]"}
{"jutsu_name": "Daytime Tiger", "jutsu_type": "Kinjutsu, Taijutsu", "jutsu_description": "The Daytime Tiger is an incredibly fast punch and, contrary to its appearance, purely taijutsu in nature.[2]\n\nContents\n\n1 Usage\n2"}
{"jutsu_name": "Dark Smoke Sphere", "jutsu_type": "Ninjutsu", "jutsu_description": "By using his wrist launcher, Kihō bombards the enemy with a barrage of small smoke grenades, exploding and creating a thick cloud of smoke."}
{"jutsu_name": "Dead Soul Technique", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "This article is about the original Dead Soul Technique. For the similarly named video game-only ninjutsu, see Forbidden Technique: Dead Soul Technique.\n\n\n\n\nThe user performs surgery on a corpse to temporarily make its heart beat again. The user then uses their chakra to both control the body's movements and to hide all signs of the surgery, creating the appearance that the body is a live person. Kabuto Yakushi takes the extra step of erasing the body's odour so that others won't notice its smell. Kabuto likes to use the corpses he controls as body doubles, altering their faces with plastic surgery so that they look like him; Kabuto himself stays nearby, silencing his heartbeat so that he passes as a corpse.[1] Kabuto is only ever shown controlling one corpse at a time, which becomes inert once he moves far enough away.[2]\nIn the anime, reanimated corpses are shown to still possess the same abilities as when they were alive.[3]\n\nReferences[]\n\n↑ 1.0 1.1 Rin no Sho, page 189\n\n↑ Naruto chapter 89\n\n↑ Naruto: Shippūden episode 111"}
{"jutsu_name": "Dark Sealing Method", "jutsu_type": "Fūinjutsu, Barrier Ninjutsu", "jutsu_description": "In order to help an individual advance their cursed seal to its second level, the Sound Four use the Four Black Fogs Formation.[2] After the individual and the Black Fogs have been placed within a confined space, such as a coffin, Sakon uses the Dark Sealing Method: he places five talismans, each inscribed with sealing formulas written in his blood, around the coffin's rim. This creates a barrier around the coffin, keeping the Black Fogs contained until the cursed seal's advancement has completed. So long as the barrier is in place, even the Byakugan is unable to see within it.[1]\n\nReferences[]\n\n↑ 1.0 1.1 Tō no Sho, page 267\n\n↑ Tō no Sho, page 229"}
{"jutsu_name": "Darkness Wave", "jutsu_type": "Ninjutsu", "jutsu_description": "Shinnō unleashes a black, widespread wave of dark chakra at the opponent with a wave of a hand or a thought. The force is strong enough to dispel several shadow clones."}
{"jutsu_name": "Dark Release: Judgment", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Hiruko converts the chakra absorbed from the Dark Release: Inhaling Maw technique into light blue flames, turning it back on his enemies with amplified strength to blow them away. The flames are expelled through the lower square of the mark on Hiruko's left hand."}
{"jutsu_name": "Dancing Blade Risk", "jutsu_type": "Kenjutsu", "jutsu_description": "The user performs a quick dash towards his opponent, slashing them."}
{"jutsu_name": "Dark Medicine", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "A technique that makes use of chakra snakes to perform surgery in order to kill a target."}
{"jutsu_name": "Dark Flames Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "The user produces powerful black and blue flames. The flames can be unleashed in large and rapid barrages, able to incinerate their surroundings. At the same time, by pointing their index and middle finger, the user can control the direction of the flames at any given moment, making it highly difficult for the target to evade the flames.\n\nSee Also[]\nAmaterasu\nBlack Lightning\nMouse Hairball"}
{"jutsu_name": "Dance of the Willow", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "Kimimaro produces long, hardened bones from his body that can easily puncture opponents, dealing serious damage. There is no set way in which the bones are used for this \"dance\": Tō no Sho likens his movements to the branches of a willow, swaying in the wind. In keeping with this, Kimimaro's movements while using this technique are mostly evasive and his attacks are primarily parries and counters. Kimimaro usually only uses bones sprouted from the palms of his hands, but if these aren't enough he can produce additional bones from his knees, elbows, and shoulders so that he can attack multiple targets at once.[1]"}
{"jutsu_name": "Dance of the Sword", "jutsu_type": "Kenjutsu", "jutsu_description": "Orochimaru slashes the opponent numerously with the Sword of Kusanagi."}
{"jutsu_name": "Dark Cloud", "jutsu_type": "Scientific Ninja Tool Techniques, Ninjutsu", "jutsu_description": "Boro is able to unleash a dark mist that eats away at the bodies of those exposed to it either through physical contact or by inhaling, sapping their strength and gradually rendering them paralysed. The mist serves as an effective deterrent to keep opponents from approaching, and will quickly return to its position if it was cleared through the use of Wind Release techniques.[1] Additionally, since the mist is a form of physical matter rather than a chakra-based substance, it cannot be absorbed by Kāma, as the dark mist's true nature is that of a fast-acting virus created by scientific ninja tools. Boro has antibodies in his body that grant him immunity to the virus, and by acquiring his blood, it is possible to harvest and culture these antibodies in order to inject them into others.[2] The mist can also be mixed with gunpowder, which can be detonated with the slightest spark.[3]"}
{"jutsu_name": "Dance of the Sickle Blade: Vertical Revolving Blade", "jutsu_type": "Bukijutsu", "jutsu_description": "Hanzō jumps up in the air and lands several hits with his spinning kusarigama, finally throwing his opponent back down."}
{"jutsu_name": "Dance of the Sickle Blade: Strong Blade", "jutsu_type": "Bukijutsu", "jutsu_description": "Hanzō spins his kusarigama and delivers a series of slashes to his opponent, and finishes it by jumping forward, landing a powerful slash that knocks his opponent far back."}
{"jutsu_name": "Dance of the Sickle Blade: Rising Lift Blade", "jutsu_type": "Bukijutsu", "jutsu_description": "Hanzō delivers a series of side slashes with his kusarigama, then uses it to bring his opponent close to him, and spins it upwards, slashing his opponent and throwing them up in the air."}
{"jutsu_name": "Dance of the Sickle Blade: Falling Descent Blade", "jutsu_type": "Bukijutsu", "jutsu_description": "Putting some distance between himself and his opponent, Hanzō swings his kusarigama high up in the air, and brings it down on his opponent."}
{"jutsu_name": "Dance of the Shikigami: Storm", "jutsu_type": "Ninjutsu", "jutsu_description": "Konan throws paper roses around the enemy(s) which burst into petals and create a giant tornado, consuming them."}
{"jutsu_name": "Dance of the Shikigami: Punishment", "jutsu_type": "Ninjutsu", "jutsu_description": "After using Dance of the Shikigami, Konan traps her opponent in a vortex of paper while she creates a spear of paper and launches it."}
{"jutsu_name": "Dance of the Shikigami: Explosion", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Using her paper wings, Konan launches a vortex of explosive tags at her opponent that detonates upon contact."}
{"jutsu_name": "Dance of the Shikigami", "jutsu_type": "Ninjutsu, Fighting Style", "jutsu_description": "By converting her chakra into paper, Konan transforms her body (and clothing) into numerous sheets of paper; the initial creation and dispersal of the paper can mesmerise opponents.[1] Konan then controls and shapes the paper into various things, such as spears for attack,[2] origami butterflies for spying,[3] and clones for supplementary purposes.[4] She can create paper wings on her back to fly (though she can hover without them) and use them to shoot paper in rapid succession.[5] She can also wrap her target in paper, restricting their movements and asphyxiating them.[6]\nKonan's paper is affected in similar ways as normal paper: fire will burn it[2] and oil will cause it to stick together, preventing her from manipulating it.[5] Pain is at one point shown ending the rains of Amegakure so that she can use her paper more freely,[7] but she is later seen using her paper despite the rain.[8]"}
{"jutsu_name": "Dark Release: Inhaling Maw", "jutsu_type": "Kekkei Genkai, Ninjutsu, Chakra Absorption Techniques", "jutsu_description": "Hiruko uses this technique through his Chimera Technique in order to forcibly extract the physical and spiritual energy of another ninja, even from a considerable distance. He can either absorb the chakra into the upper square of the mark on his left hand or his mouth. By using the latter, the technique's range is bigger as his mouth becomes like a giant chakra-suctioning vacuum. He is able to completely remove the victim's chakra, potentially causing death. \nAfter using this ability, Hiruko is able to detect their natural elemental affinity, and then freely manipulate the victim's chakra element and perform ninjutsu of that element. This allows him to deconstruct and learn the abilities of his opponents, and he can presumably utilise all forms of nature transformation as a result."}
{"jutsu_name": "Dance of the False Cleavers", "jutsu_type": "Kekkei Genkai, Taijutsu, Kenjutsu", "jutsu_description": "Kimimaro pulls out two bone swords, and then dives onto the opponent, slashing twice. He then unleashes a flurry of stabs, knocking the opponent back. He finishes by dashing behind the opponent, unleashing bone spikes all over his body and impaling the opponent."}
{"jutsu_name": "Dance of the Seedling Fern", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "While underground, Kimimaro produces as many as ten thousand blades of bone that sprout from the earth. Because of how quickly the bones appear from the ground, how wide an area they cover, and how high into the air they extend, this technique can do extensive amounts of damage, killing indiscriminately. If any of his targets should somehow avoid this technique, Kimimaro, by activating the second level of his cursed seal, is able to merge with the bone blades. He can then appear from any of them, ideally, one at the target's blindspot so that he can launch a finishing attack.[1]\nAfter acquiring Kimimaro's DNA, Kabuto Yakushi is able to use this technique through his Strange Transmission Distant Shadow technique; he produces a clone of Kimimaro, which places its hands on the ground to create the sprouting bone blades.[2]"}
{"jutsu_name": "Dance of the Rising Dragon", "jutsu_type": "Ninjutsu", "jutsu_description": "Tenten jumps and then spins at high speed, throwing multiple weapons at her opponent in the process."}
{"jutsu_name": "Dance of the Larch", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "When Kimimaro is about to be attacked with taijutsu, he sprouts sharp bones from all or parts of his body, ideally causing the attacker to skewer themselves. The stronger and faster the attack, the greater the damage that will be done to the attacker.[1] If the attacker is able to avoid taking any significant damage, Kimimaro can keep the bones portruding from his body, thereby discouraging any additional attacks. If the opponent attacks anyway, the bones can be used to absorb the blow and then capture the attacking arm or leg, leaving them at Kimimaro's mercy.[4]"}
{"jutsu_name": "Dance of the Genji", "jutsu_type": "Kekkei Genkai, Taijutsu, Kenjutsu", "jutsu_description": "Kimimaro slashes the opponent with his bone blades, shoots numerous finger bullets at them, and finishes the opponent by jumping in the air and releasing numerous bones from his back which can go in any direction, with the piercing bones then piling on the downed victim before they break apart and Kimimaro lands back on the ground."}
{"jutsu_name": "Dance of the Fireball", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "Sasuke, whilst in the Level 2 cursed seal, attacks his opponent with a series of slashes with his katana before flying into the air above them and releasing a fireball down upon them to finish them off."}
{"jutsu_name": "Dance of the Kusanagi", "jutsu_type": "Kenjutsu", "jutsu_description": "Sasuke attacks to the opponent with horizontal cuts of his sword. After a few seconds when he sheathes his sword, the cut expands as a wind gust."}
{"jutsu_name": "Dance of the Crescent Moon", "jutsu_type": "Ninjutsu, Clone Techniques, Kenjutsu", "jutsu_description": "The user and two of their shadow clones attack a target from different directions with a bladed weapon. As they move towards their target, the attackers usually leap through the air in a formation reminiscent of the crescent moon, hence the name. Because all three attacks are meant to simultaneously come from a blindspot, targets can't reasonably defend against all of them. Moreover, because of the power behind the strikes, if even one of them lands successfully, the target is likely to be fatally wounded.[1] In the anime, landing all three attacks is powerful enough to send targets flying through several buildings.[2]"}
{"jutsu_name": "Dance of the Clematis: Vine", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "When Kimimaro enters the second level of his cursed seal, his spine grows longer to give him a tail-like appendage. For this technique, Kimimaro removes that spine to use as a weapon. Cartilage between the individual vertebrae makes the spine flexible for use as a whip, and the cartilage can be stretched further to increase the whip's range.[1] The vertebrae are also modified to have spikes, making it easier for them to hook into targets. When this spine whip is wrapped around a target, it holds them in place, making it easier to kill them with Dance of the Clematis: Flower.[2]"}
{"jutsu_name": "Dance Performance: Second Step", "jutsu_type": "Ninjutsu, Shurikenjutsu", "jutsu_description": "The user spins around at high speeds, appearing like a small twister. While doing so, the user will launch a large barrage of kunai to several targets at once."}
{"jutsu_name": "Dance of the Clematis: Flower", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "The user concentrates all their Shikotsumyaku powers into the creation of a single bone weapon, which is made as hard as possible with a considerable amount of chakra. Because of the weapon's large size, as well as the sheer density of the compressed bone, Kimimaro must enter the second level of his cursed seal to be able to handle it. The bone weapon can be incredibly destructive, wielded as a sort of battering ram or spear. But a philosophy of the Kaguya clan is that even the deadliest weapon is useless if it can't hit its target. As such, Dance of the Clematis: Flower is first preceded by Dance of the Clematis: Vine, which is used to immobilise targets.[1] Despite its strength, this technique was unable to break through Ultimately Hard Absolute Defence: Shield of Shukaku, against which it shattered into pieces.[2]"}
{"jutsu_name": "Daikokuten: Karma Flame", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Isshiki uses Daikokuten to bring forth contained flames for a surprise attack when facing an opponent."}
{"jutsu_name": "Daikokuten: Sukunahikona: Twin Crash", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Isshiki brings out two of his cubes and enlarges them, using their increased size to crush the opponent between them. Naruto was only able to break free from the crushing force of the cubes through the use of Baryon Mode."}
{"jutsu_name": "Daikokuten: Shokatsu", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu", "jutsu_description": "Kawaki fires a shrunken rod at the opponent, impales them by enlarging the rod, which immobilizes them long enough for him to drop a large cube on top of them."}
{"jutsu_name": "Daikokuten: Triple", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Kawaki brings out three cubes, sending all of them towards the opponent."}
{"jutsu_name": "Daikokuten: Falling Star", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Isshiki brings out large cubes, showering them down in the surrounding area."}
{"jutsu_name": "Daikokuten: Disaster", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Isshiki uses Daikokuten to bring forth fire, water, and lightning and manipulates them into a swirling vortex in front of the opponent.\n\nSee Also[]\nFire Release: Blast Wave Wild Dance"}
{"jutsu_name": "Daikokuten: Divine Descent", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "The user brings out large stone columns to pin down the opponent from above."}
{"jutsu_name": "Daikokuten: Collapse", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Kawaki piles the opponent with, at the most four cubes on top of them, with the intent of crushing them unaware."}
{"jutsu_name": "Daihakoten", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "The user can summon large black cubes which are capable of interfering with the abilities of Sensor Type individuals. The cubes themselves are very heavy, usually being dropped from above to crush anything below. In the anime, the Compression Rasengan, one of Boruto Uzumaki's strongest techniques, was incapable of inflicting any damage to one of the cubes."}
{"jutsu_name": "Cypress", "jutsu_type": "Kekkei Genkai, Taijutsu, Kenjutsu", "jutsu_description": "Kimimaro repeatedly attacks the opponent with alternating attacks with a longer than usual bone sword coming out of each hand."}
{"jutsu_name": "Daikokuten", "jutsu_type": "Kekkei Genkai, Shinjutsu, Hiden, Dōjutsu, Space–Time Ninjutsu", "jutsu_description": "Daikokuten is a technique of the Kokugan.\n\nContents\n\n1 Overview\n2"}
{"jutsu_name": "Cursed Tongue Eradication Seal", "jutsu_type": "Ninjutsu, Fūinjutsu, Juinjutsu", "jutsu_description": "This cursed seal is given to all members of the Anbu subgroup Root by Danzō Shimura, to ensure no information about him or the organisation fell into the wrong hands. After Danzō died, the seals disappeared from all the Root members.\nWhen the wearer of this cursed seal speaks about anything incriminating related to Danzō or Root, their entire body will be paralysed, taking away their ability to speak or move. It is applied to the tongue and takes the shape of three solid lines and two broken lines from the back of the tongue to the tip."}
{"jutsu_name": "Cursed Strength", "jutsu_type": "Ninjutsu", "jutsu_description": "In his cursed seal level two form, Sasuke dives into the opponent, launching them into the air where Sasuke strikes them with a Chidori that creates a growing cloud of lightning."}
{"jutsu_name": "Cursed Seal: Killing Shout", "jutsu_type": "Kekkei Genkai, Ninjutsu, Taijutsu, Senjutsu", "jutsu_description": "Jūgo slams down on the opponent from above and uses a stronger Piston Fist which creates a huge black shockwave."}
{"jutsu_name": "Cursed Seal of Heaven", "jutsu_type": "Juinjutsu, Kinjutsu, Senjutsu", "jutsu_description": "The Cursed Seal of Heaven is one of the strongest of Orochimaru's cursed seals, the other being its counterpart, the Cursed Seal of Earth.[1]\n\nAppearance[]\nThe seal consists of three tomoe (the design known as mitsudomoe), similar to the Sharingan, which when activated, the seal turns orange-red and spreads flame-like markings across Sasuke and Anko's bodies.\n\nUsage[]\nLike all cursed seals, the user receives increased chakra levels and physical capabilities when the seal is active, to the point where with the second level, Sasuke was equal in power to Naruto's one-tailed form when he first used it. The seal was applied on the left side of the back of both Sasuke's and Anko's necks.\nAnko received her cursed seal when she was a student of Orochimaru. She, along with nine others, were the first people to receive a cursed seal. She was the only one to survive the application, establishing the one-in-ten success rate for the procedure. Because she lacked the will to use it, her seal receded, and (in the anime) Orochimaru wiped her memory. Orochimaru was able to briefly reactivate the seal when they fought in the Forest of Death before the Third Hokage sealed it off again. It was fully removed when Sasuke used it as a medium to revive Orochimaru's consciousness and body via the Evil Releasing Method.[2]\n\n     Sasuke receives curse seal.  \nOrochimaru branded Sasuke with the cursed seal in the second phase of the Chūnin Exams, which took place in the Forest of Death. Orochimaru intended to have the seal corrode Sasuke's mind so that he could become his next body. Kakashi Hatake used the Evil Sealing Method to try and prevent this, but its effectiveness relied on Sasuke's choosing not to use his cursed seal. Sasuke ultimately chose to advance his seal to its second level, and went to Orochimaru with the help of the Sound Four. \nWhen Sasuke activated the second level of the seal, his skin turned dark-grey and his hair grew and turned dark blue. His eyes also turned dark grey. Additionally, he grew webbed-claw-shaped wings from his back which he could use to fly and glide, and a dark, star-shaped mark appeared across the bridge of his nose. Should any limbs be lost, Sasuke is able to replace them with snakes. During Sasuke's battle with Itachi Uchiha, he lost the cursed seal, along with Orochimaru (having earlier been absorbed into Sasuke's body), as they were removed with the Sword of Totsuka.\nAccording to Kabuto, the seal itself contains Orochimaru's chakra, which Kabuto used in order to improve the binding power of Summoning: Impure World Reincarnation. In fact, when Orochimaru was defeated, his consciousness remained split amongst the cursed seals, and Sasuke used that, along with a piece of Kabuto's modified flesh, to bring the former back to his original state and mind.[2]\n\nReferences[]\n\n↑ Naruto chapter 199, pages 2-3\n\n↑ 2.0 2.1 Naruto chapter 593, page 9"}
{"jutsu_name": "Cursed Seal of Earth", "jutsu_type": "Juinjutsu, Kinjutsu, Senjutsu", "jutsu_description": "The Cursed Seal of Earth is one of the strongest of Orochimaru's cursed seals, the other being its counterpart: the Cursed Seal of Heaven. \n\nAppearance[]\nIt consists of three slightly curved lines, which spread in a rip-like pattern. The seal is located of the upper portion of Kimimaro's chest over his manubrium. When the first level is activated, the seal turns orange-red and expands in lines spreading all over Kimimaro's body in contorting and parallel lines. When the second level of the seal is active, Kimimaro takes on a dinosaur-like appearance complete with a tail. Several large bones also protrude from his darkened skin and gains four distinguishing figures: two dark black curved like markings under his eyes - one under each eye and two as elongated eyebrows - one above each eye.\n\nUsage[]\nThis cursed seal is particularly strong even amongst the other already powerful cursed seals with Kimimaro being the only known user and with the Cursed Seal of Heaven standing as its only equal. Like all cursed seals, Kimimaro receives increased chakra levels, physical capabilities and his ninjutsu skills become more effective when the seal is active. The second level also increases his healing might, as his torn flesh was instantly restored upon his transformation.\nKimimaro must enter his second level in order to properly use the Dance of the Clematis: Flower, due to the resultant weapon's size and density.[1] In his second level, he can also merge with the bone blades created by his Dance of the Seedling Fern, allowing him to launch a deadly surprise attack at his target's blindspot.[2]\n\nReferences[]\n\n↑ Tō no Sho, page 257\n\n↑ Tō no Sho, page 227"}
{"jutsu_name": "Cursed Sand Puppet Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "With the help of pre-existing sand, the user creates a great number of sentient sand puppets and sends them to fight the opponent. The puppets, however, aren't that sturdy and can be easily taken out with one blow."}
{"jutsu_name": "Cursed Doll", "jutsu_type": "Juinjutsu, Ninjutsu, Clone Techniques, Chakra Absorption Techniques", "jutsu_description": "The user instills their chakra into a doll which absorbs chakra of a nearby individual and takes human form. Naruto Uzumaki was assigned by the Curse Jutsu Master to defeat and collect the curse dolls of the Curse Jutsu Master's friend which have taken the appearance of most of the characters in the game and had gone acting violently. His friend meant to make the beings that could labour indefinitely which turned into a failure though the Curse Jutsu Master revealed that this was a lie and that he scattered the dolls to create the ultimate ninja."}
{"jutsu_name": "Curse Technique: Death Controlling Possessed Blood", "jutsu_type": "Hiden, Ninjutsu, Jujutsu", "jutsu_description": "The Curse Technique: Death Controlling Possessed Blood is the exclusive jujutsu technique of Hidan and his primary method of killing his opponents under Jashinism.\n\nContents\n\n1 Usage\n2"}
{"jutsu_name": "Curse Technique: Body Controlling Manipulated Blood", "jutsu_type": "Hiden, Jujutsu", "jutsu_description": "A jujutsu technique which requires both the user and their opponent be standing within a Jashin symbol, as well as obtaining the victim's blood and using it on their puppet. Afterwards, the puppet and victim become connected, allowing any damage done to the puppet to be shared with the connected individual. Even if the victim dies, the connection isn't severed, leaving their corpse to eternally be a puppet."}
{"jutsu_name": "Curse Mandala", "jutsu_type": "Hiden, Ninjutsu, Kinjutsu", "jutsu_description": "After performing various hand seals, the user is able to perform an ancient ninja art that is only known to a few generations of the Fūma clan. The technique traps the victim in a pyramid-like chakra cage which will slowly constrict as the user moves his hands closer together. Anyone caught in the Mandala as it constricts will be crushed. \nThe user of this technique must maintain a triangle-shaped hand seal at all times to maintain the cage. Should the user's will falter or the entrapped opponent happen to be strong enough, the cage can be broken. When the cage breaks, a massive explosion of energy follows, destroying a wide area and harming the user. The prisoner however, remains safe at the centre of the blast."}
{"jutsu_name": "Culminated Feelings: Wind Lightning Cherry Blossom Formation", "jutsu_type": "Kekkei Genkai, Ninjutsu, Senjutsu, Dōjutsu, Kinjutsu, Taijutsu, Medical Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Naruto and Sasuke jump high into the sky, manifesting their Kurama cloak and Complete Body — Susanoo, respectively. Sakura completely releases her Strength of a Hundred Seal, and jumps even higher into the sky, gathering a massive amount of chakra in her fist. The three connect their attacks on the opponent, Sakura from above, Naruto and Sasuke from each side respectively."}
{"jutsu_name": "Crystal: Hexagonal Shuriken: Wild Dance", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates pink crystal shuriken in the shape of snowflakes to launch at the target. The user can make them spin to increase their lethal power, and can burst into multiple shards with enough force to easily pierce through trees."}
{"jutsu_name": "Crystal: Giant Hexagonal Shuriken", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates a giant jade-green crystal shuriken, resembling a snowflake, and throws it at the enemy. Despite its sharpness, it wasn't able to penetrate the Three-Tails' shell."}
{"jutsu_name": "Crystal Release: The Gods' Crossings Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren places her hand on a surface, creating a long stream of sharp blue crystals to bind and pierce a target.\n\nInfluence[]\nThe name of this technique comes from a natural phenomenon that occurs in Lake Suwa in Japan's Nagano Prefecture. In winter, the lake's surface freezes over, but because of a natural hot spring under the lake, the lower waters remain warm and circulating. This causes pressure ridges to appear on the ice, reaching heights of 30 centimetres or more. Local belief holds that these ridges are formed by gods crossing the lake to visit the various buildings of the twelve centuries old Suwa Grand Shrine."}
{"jutsu_name": "Crystal Release: Tearing Crystal Falling Dragon", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "The user crystallises a material in the area, and then turns it into a pink Chinese-like dragon with several pink horns and jade-green eye irides. It can be used as a means to travel or to attack a target. Several dragons can also be made and manipulated at once.[1]\n\nReferences[]\n\n↑ Naruto: Shippūden episode 104"}
{"jutsu_name": "Crystal Release: String of Glory", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "After using the Pressure Points of Harm and Death technique, Guren encases herself in a prism of transparent blue crystal. The prism can hover in the air, but seems to be immobile. However, the prism protects her from almost any attack, as it was capable of withstanding a barrage of continuous Rasengan, only shattering in the end. In addition, this technique allows her to attack by focusing her chakra into powerful heat blasts launched through the prism's tip."}
{"jutsu_name": "Dance of the Camellia", "jutsu_type": "Kekkei Genkai, Taijutsu, Kenjutsu", "jutsu_description": "With his Shikotsumyaku, Kimimaro pulls from his body a bone, such as an upper arm bone, that he's modified to use as a sword. With it he repeatedly stabs at his target, doing so rapidly enough to create the appearance of afterimages. Each stab is directed at a slightly different part of the target, from a slightly different angle, and with slightly different regularity, making it difficult to predict each strike. Although targets may be able to dodge Kimimaro's attacks for a time, they will eventually be unable to keep up with the constant and \"chaotic\" strikes, giving Kimimaro the opening he needs to finally stab and kill them.[1]"}
{"jutsu_name": "Crystal Release: Shuriken Wild Dance", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren surrounds herself in pink crystal particles, condensing them into numerous shuriken that continuously revolve around her as she launches them at high speeds."}
{"jutsu_name": "Crystal Release: Jade Crystal Wall Eighth Formation", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "This technique allows Guren to encase a large area in red crystals, thus crystallising everything within it. This technique was first used in Guren's battle with the Three-Tailed Beast, but to no avail, as it broke out shortly after."}
{"jutsu_name": "Crystal Release: Jade Crystal Prison Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "This technique, which seems to be Crystal Release: Crystal Pentagonal Prison on a smaller scale or a minor version of it, allows Guren to completely encase a single target in a compact mass of pink crystals. If the crystals are shattered, the victim disintegrates along with the crystal particles. However, Hinata was able to surround her body with chakra before she was completely encased, thereby avoiding the fatal disintegration effect. Therefore, this jutsu has no effect on chakra."}
{"jutsu_name": "Crystal Release: Jade Crystal Mirror", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren outstretches her arms in a position where her hands are open, and materialises a pink chakra-like energy, before converting it into a large jade-green mirror. The mirror takes the shape of a snowflake, and Guren can use it to perform the Jade Crystal Clone Technique."}
{"jutsu_name": "Crystal Release: Jade Crystal Labyrinth Technique", "jutsu_type": "Kekkei Genkai, Ninjutsu, Barrier Ninjutsu", "jutsu_description": "After planting red crystal seeds, Guren can cause them to bloom at will. These flower-like constructs will rapidly grow and into a massive barrier in order to trap whatever is within its perimeter. Enemies trapped inside hindered by the labyrinth's reflective nature as it can generate mirror images of the routes, paths, and other details within its confines, confusing and disorienting them. It is even capable of confusing the Byakugan. Until it is broken, the barrier cannot be discerned from within.\nBecause of the crystal's stable molecular structure, a simple attack focused at one point is rendered useless, and its wide surface will disperse the force of wide range attacks, reducing their effectiveness. To overcome this technique, an attack that has impact force both wide and powerful is required to smash through it from the outside."}
{"jutsu_name": "Crystal Release: Jade Crystal Hexagonal Pillars", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "By creating five large pink crystalline pillars around the user, this technique can be used to enhance the potency of other techniques. It was used to greatly amplify Yūkimaru's ability to the point that he could summon the Three-Tails, although with assistance from Kabuto's medication."}
{"jutsu_name": "Crystal Release: Growing Crystal Thorns", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates pink thorn-like crystals that she can manipulate to continuously grow towards her target's direction."}
{"jutsu_name": "Crystal Release: Crystal Encampment Wall", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren sends out a wave of chakra, which then turns into an almost impenetrable red crystal wall, given the fact that it repairs itself when damaged. Only Shino's enhanced insects were capable of weakening the wall enough for Kakashi to finally destroy it with his Lightning Cutter."}
{"jutsu_name": "Crystal Release: Crystal Wheel", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates a ring-shaped wheel out of pink crystal and has it circle around her, allowing her to keep above water and reach high speeds."}
{"jutsu_name": "Crystal Release: Crystal Imprisonment Wave", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "A technique similar to Guren's Crystal Release: Crystal Pentagonal Prison, where she instead sends a wave of pink crystal particles through the air to encase her target(s) in crystal."}
{"jutsu_name": "Crystal Release: Jade Crystal Blade", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren materialises a blue crystal blade on her forearm to engage in combat. It has proven to be durable enough to block shuriken and kunai. If need be, she can create a crystal blade on each forearm.\n\nSee Also[]\nBroadaxe\nRevolving Blade Dance\nSteaming Danger Tyranny: Sleeve Cutter"}
{"jutsu_name": "Crystal Release: Crystal Pentagonal Prison", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren completely encases her opponents in pink crystal using the surface beneath them. When shattered, the bodies of the victims disintegrate along with the crystal particles. It is shown through examination with Shino's kikaichū that those affected by the technique are covered in a frostbite-like pattern."}
{"jutsu_name": "Crystal Release: Crystal Needles", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates long, sharp pink crystals that shoot at the target at extremely high speeds with pinpoint accuracy. She can also create smaller versions of pink crystals to trap her target.\n\nSee Also[]\nThousand Flying Water Needles of Death"}
{"jutsu_name": "Crystal Release: Crystal Lance", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "This technique allows Guren to create a large and sharp blue spear-like crystal surrounding her forearm, which she can use to impale her target.\n\nSee Also[]\nDance of the Clematis: Flower"}
{"jutsu_name": "Crystal Release: Crimson Fruit", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Guren creates a dome of pink crystal to surround a target. It is highly durable from both external and internal attacks, and can be used to either protect or trap a target."}
{"jutsu_name": "Crystal Barrier Technique", "jutsu_type": "Ninjutsu, Barrier Ninjutsu, Fūinjutsu", "jutsu_description": "Malice creates a crystal barrier. Anything within the confines of the barrier is kept in suspended animation and constant chakra is necessary to keep the victim in the crystal barrier. If the user is somehow weakened and the targets who were sealed still have enough chakra, they can manage to escape."}
{"jutsu_name": "Crystal Armour", "jutsu_type": "Kekkei Genkai, Ninjutsu, Chakra Flow", "jutsu_description": "This technique allows Guren to cover her skin with a thin sheet of pink crystal that improves her defence against physical attacks. This armour can also aid her to perform stronger physical attacks. The crystal is transparent and can only be noticed by light reflecting off it.\n\nSee Also[]\nEarth Release: Earth Spear\nEarth Release: Hardening Technique\nRock Armour\nSteel Release: Impervious Armour"}
{"jutsu_name": "Cross Lariat", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "A and Killer B cross their arms and ram the opponent with Lightning Release: Lariats.\n\nSee Also[]\nLightning Release: Double Lariat"}
{"jutsu_name": "Crushing Snake Constriction", "jutsu_type": "Genjutsu", "jutsu_description": "Orochimaru puts the opponent into a genjutsu which has snakes appear beneath the opponent to constrict them and with Orochimaru's command, they crush the opponent."}
{"jutsu_name": "Crow Clone Technique", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "This is a clone technique utilised by Itachi Uchiha.\n\nOverview[]\nA technique that produces a clone by projecting one's own chakra towards dozens of crows. Because it uses crows as a medium, it requires less chakra than the normal Shadow Clone Technique, while still being able to perform techniques. The dozens of crows then come together to form the body of a clone. The same crows of the dispersed clone can regroup and form a new clone immediately.\nWhen the chakra projected by the user is severed, the crows disperse, though the user is still able to continue to speak through it. When the crow clone is defeated, the crows can regroup to form a new clone immediately, or failing that, can be used to blind the opponent, leaving them open to a counter-attack.\n\nReferences[]\n\n↑ Sha no Sho, page 242"}
{"jutsu_name": "Crimson Mist Barrier Technique", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "By summoning a thick wall of mist, the user can impair sight for all within it. It also masks any sound from being heard outside of the mist."}
{"jutsu_name": "Crushing Rage: Rasengan", "jutsu_type": "Ninjutsu, Senjutsu, Taijutsu", "jutsu_description": "While in Sage Mode, Naruto creates two shadow clones, one that tackles the opponent to the ground, and the other to help him form the Rasengan. After forming the Rasengan, Naruto jumps at the opponent with it."}
{"jutsu_name": "Crushing Collision", "jutsu_type": "Taijutsu", "jutsu_description": "The Ten-Tails slams three of its tails on the opponent."}
{"jutsu_name": "Cruelty", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu", "jutsu_description": "Obito teleports himself above his opponent and crashes down onto them, stabbing them with a kunai."}
{"jutsu_name": "Crimson Lotus Lightning Fire Technique", "jutsu_type": "Cooperation Ninjutsu, Ninjutsu", "jutsu_description": "Kakashi electrifies a fire tornado created by Obito, which is sent toward their opponents."}
{"jutsu_name": "Crimson Flash Colliding Fist", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "While in Baryon Mode, the user punches the opponent with their immense strength to send them a large distance away.\n\nReferences[]\n\n↑ 1.0 1.1 Naruto x Boruto: Ultimate Ninja Storm Connections \n\n↑ 2.0 2.1 Naruto x Boruto: Ninja Voltage"}
{"jutsu_name": "Crimson Leaf Dream", "jutsu_type": "Taijutsu, Genjutsu", "jutsu_description": "Kurenai attacks her opponent with a triple combo attack dealing an elbow strike and two kicks before fading into a mist in front of the opponent and then appearing again behind them in a pink mist and striking them with a kunai in the back which then sends the opponent into the air."}
{"jutsu_name": "Crimson Impact", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "Naruto slams down on the opponent from above, with a surge of red chakra rising upwards after the attack lands."}
{"jutsu_name": "Crimson Earth", "jutsu_type": "Ninjutsu", "jutsu_description": "Using the large mechanical drill on his right arm. Toki fires it in the direction he desires with such force that it can literally change the geography of the affected area. He used this technique to create a fork in the river which he used as a choke point where he can attack his targets."}
{"jutsu_name": "Crescent Moon Rasengan", "jutsu_type": "Ninjutsu", "jutsu_description": "The Crescent Moon Rasengan is a more powerful version of the Rasengan used by Naruto in Naruto the Movie: Guardians of the Crescent Moon Kingdom.\n\nUsage[]\nBy combining the rays of a crescent moon with a Rasengan, the size of the Rasengan is increased, which glows a bright white, light-purple colour, and forms a white crescent moon with a star inside of it."}
{"jutsu_name": "Creative Destruction", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "While riding a giant clay bird, Deidara releases an ocean of spiders that approach the opponent. Much to the opponent's surprise, Deidara has also released enough birds that form a dome. With a hand sign from Deidara, each clay figure explodes in rythmic order until they all explode at once, creating a large dome of flame."}
{"jutsu_name": "Creation of All Things Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "The Creation of All Things Technique was a technique possessed by Hagoromo Ōtsutsuki that allowed him to turn fantasy into reality. The process he used is explained to have initially involved the administration of imagination, and the spiritual energy which forms the basis of Yin chakra to create physical forms from nothingness. Then, through the application of vitality, and the physical energy which forms the basis of Yang chakra, he would breathe life into the resulting creations. The tailed beasts were created from the Ten-Tails' chakra with this technique.\nIn the anime, when using this ability, the beings created are minuscule and surrounded by a magatama-like green energy pod.[2]"}
{"jutsu_name": "Creation Rebirth", "jutsu_type": "Kinjutsu, Ninjutsu, Medical Ninjutsu, Regeneration Techniques", "jutsu_description": "The Creation Rebirth was invented by Tsunade with the resolution to protect the lives of her comrades. By releasing a large amount of chakra at once, the body's cell division is forcibly stimulated. Whenever the body's tissues are damaged or an organ is destroyed, the injury will instantly heal regardless of the severity. So long as Creation Rebirth remains active, the user cannot die, earning it recognition as the \"pinnacle of medical ninjutsu\" and the \"ultimate regeneration technique\".[1]\nCreation Rebirth does not repair the old cells, instead hastening the creation of new ones through division. Because a body's cells can only split a certain number of times, the user shortens their natural lifespan whenever this technique is used.[2]\n\nSee Also[]\nBody Revival Technique\nRegeneration Ability\nUltra-Fast Regeneration Technique\nYin Healing Wound Destruction\nReferences[]\n\n↑ 1.0 1.1 Tō no Sho, page 242\n\n↑ Naruto chapter 169, page 16"}
{"jutsu_name": "Crazy Hair Technique", "jutsu_type": "Taijutsu, Ninjutsu, Senjutsu", "jutsu_description": "In Sage Mode, Jiraiya lands a kick and a punch on his opponent before hitting them four times with his extended hair."}
{"jutsu_name": "Crazy Butterfly Punch", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "Converting calories into chakra, Chōji jumps up in the air, punches his opponent, delivers a couple of spinning kicks, and finishes with a powerful punch, sending his opponent crashing down."}
{"jutsu_name": "Cry of the Raijin", "jutsu_type": "Ninjutsu", "jutsu_description": "The user brings forth a wave of thunder bolts on the opponent."}
{"jutsu_name": "Covert Cut", "jutsu_type": "Kenjutsu", "jutsu_description": "Kakashi pulls and pushes his opponent around, positioning himself behind them before stabbing them with a kunai."}
{"jutsu_name": "Corpse Clone Technique", "jutsu_type": "Ninjutsu, Kinjutsu, Clone Techniques", "jutsu_description": "The Corpse Clone Technique is a kinjutsu that allows the user to assume the identity of their victims. By opening their mouth wide, akin to a snake, the user will consume the target's living brain. After which, the user gains the victim's memories, abilities, and can take on their physical likeness perfectly. This technique is perfect for infiltration and spying leaving targets none the wiser as the user becomes a perfect replica. In the anime, the changes are implied to not require upkeeping once performed, as Shojoji was able to keep impersonating Tsukiyo at Hōzuki Castle, despite being branded with Fire Release: Heavenly Prison, which prevents one from using chakra."}
{"jutsu_name": "Crazy Butterfly Kick", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "Converting calories into chakra, Chōji knees and elbows his opponent, lands a spinning kick, and throws them up in the air with a few punches, where Chōji jumps and delivers a downwards kick, similar to Dynamic Entry."}
{"jutsu_name": "Crane Wing Formation (Eight Gates)", "jutsu_type": "Kinjutsu, Taijutsu, Collaboration Techniques", "jutsu_description": "This article is about the technique performed through the Eight Gates. For the one performed by the ninken, see Crane Wing Formation.\n\n\n\n\nThe Crane Wing Formation is a collaboration technique used by seven members of the Suicide Corps after activating the sixth gate.\n\nOverview[]\nThe users line up side by side and enter the sixth gate. Upon doing so, they leap at their opponent, able to reach high up into the sky. The aura surrounding the users as a collective gives off the appearance of a crane's wings spread out — hence the name. When enclosing in on a target, the technique acts like a powerful blade, capable of destroying most of a gigantic meteorite.[1]\n\nReferences[]\n\n↑ The Last: Naruto the Movie novel"}
{"jutsu_name": "Crane Wing Formation", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "This article is about the technique performed by the ninken. For the one performed using the Eight Gates, see Crane Wing Formation.\n\n\n\n\nAfter jumping into the air, the ninken attack the enemy from a circular formation reminiscent of a crane's wings. After surrounding the opponent(s), the hounds then bite the target's limbs rendering them unable to react as they plummet to the ground."}
{"jutsu_name": "Coral Palm", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "While in his transformed state, Yagura strikes the opponent with a powerful blow, causing a large formation of coral to quickly grow from the initial point of contact. This then rapidly solidifies and restricts the enemy's mobility, as the substance continues to grow, eventually covering their entire body."}
{"jutsu_name": "Coral Rising Attack", "jutsu_type": "Ninjutsu", "jutsu_description": "Yagura places his hand on the ground and summons coral from underneath the opponent, which launches them up into the air."}
{"jutsu_name": "Coral Ripples Rising", "jutsu_type": "Ninjutsu", "jutsu_description": "Yagura slams the end of his staff down on the ground, generating a long row of coral spikes to rise out of the ground, and once they reach the opponent several feet away, several large coral spikes impales them from below."}
{"jutsu_name": "Copy Ninjutsu", "jutsu_type": "Kekkei Genkai, Ninjutsu, Taijutsu, Dōjutsu, Cooperation Ninjutsu", "jutsu_description": "Guy performs Dynamic Entry with Kakashi using his Sharingan to copy it. Kakashi applies lightning chakra to his Dynamic Entry, causing the technique to engulf the opponent in flames."}
{"jutsu_name": "Confinement Barrier", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu, Barrier Ninjutsu", "jutsu_description": "A type of barrier ninjutsu utilised by the Konoha Barrier Team. After using themselves as the perimeter for the barrier, a barrier is erected and then takes on a dome shape capable of even trapping the Nue. To ensure Konoha's ability to respond to a crisis, Naruto routinely trains Konoha shinobi to use the barrier, usually releasing his own powerful chakra to test their limit.\nThe barrier apparently does not prevent people from entering as the Seventh Hokage was able to enter it without any issues. Similarly a Space–Time Ninjutsu was able to reach the barrier."}
{"jutsu_name": "Continuous Tailed Beast Balls", "jutsu_type": "Ninjutsu", "jutsu_description": "The tailed beast or transformed jinchūriki fires multiple uncompressed Tailed Beast Balls in rapid succession at the target."}
{"jutsu_name": "Confusing Claw Instant Thrust", "jutsu_type": "Taijutsu", "jutsu_description": "Yugito rushes towards her opponent, hitting them with a series of clawed stabs and kicks, hits them a few more times while zig-zagging, and finishes it with a two-handed stabbing attack."}
{"jutsu_name": "Conch Cannon", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "After Kandachi performs the necessary hand seals, the Conch King fires a number of needle-like projectiles from its body pores."}
{"jutsu_name": "Concussive Chakra Cannon", "jutsu_type": "Ninjutsu, Taijutsu, Bukijutsu", "jutsu_description": "Bando grabs the opponent and slams them into the ground so hard they bounce into the air. Then he attaches his cannon to his left arm, and charges a powerful chakra blast, firing it at the opponent.\n\nSee Also[]\nAsura Attack\nMultiple Lotus Nonself Connected Cannons"}
{"jutsu_name": "Conch Whip", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "After Kandachi performs the necessary hand seals, the Conch King uses one or more of its chakra tongues to whip or restrain the opponent. The user can also pump their chakra into the Conch King increasing the tongue's length and speed. It is shown that repeated hits with the tongue can eventually kill the victim."}
{"jutsu_name": "Cooperation Tailed Beast Ball", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "A Tailed Beast or jinchūriki joins together with another Tailed Beast or jinchūriki to form a massive combined Tailed Beast Ball. The more that are involved in forming the ball, the larger the size."}
{"jutsu_name": "Contract Seal", "jutsu_type": "Ninjutsu, Fūinjutsu", "jutsu_description": "When the user implements this fūinjutsu on a summoner, it removes any direct control the summoner has over a summoned creature. Close contact appears to be required for the implementation of the seal. Minato Namikaze used this technique to wrest a Sharingan-controlled Kurama from Tobi's control. Though the Contract Seal removes the summoner's ability to control its summon, it does not give the user of the fūinjutsu the ability to control the summon in turn. Doing this however, seems to negate the time limit that a controlled summoning creature is in the present place.\n\nReferences[]\n\n↑ Fourth Databook, page 317"}
{"jutsu_name": "Concealment", "jutsu_type": "Ninjutsu, Medical Ninjutsu, Taijutsu", "jutsu_description": "Kabuto burrows underground to strike the opponent at their feet with his chakra scalpels."}
{"jutsu_name": "Complete Body Susanoo: Kishin", "jutsu_type": "Kekkei Genkai, Dōjutsu, Ninjutsu", "jutsu_description": "In his complete Susanoo, Shisui leaps into the air and drills down on the opponent with its sword."}
{"jutsu_name": "Concealed Sand Picture Cat", "jutsu_type": "Ninjutsu", "jutsu_description": "The Concealed Sand Picture Cat is a contact-type (接触タイプ, Sesshoku Taipu) sensory technique. \n\nContents\n\n1 Usage\n2"}
{"jutsu_name": "Compression Rasengan", "jutsu_type": "Kinjutsu, Ninjutsu", "jutsu_description": "The Compression Rasengan was created by Boruto Uzumaki in his quest to defeat Deepa.\n\nOverview[]\nBy overlapping the Rasengan as it is formed in the dominant hand with the other hand, the user compresses and condenses it to its limit. In this state, it can penetrate targets with little resistance. Even if the impact is reduced by a strong defence to the point of making it non-lethal, it can still knock out powerful opponents. At the same time, its compressed nature can cause severe recoil, greatly straining the user's arm, making it dangerous to use often.[1]\n\nSee Also[]\nRunt Ball Rasengan\nMini-Rasenshuriken\nSuper Mini-Tailed Beast Ball\nReferences[]\n\n↑ Boruto episode 181"}
{"jutsu_name": "Combo Small Birds", "jutsu_type": "Ninjutsu", "jutsu_description": "Sai uses his Super Beast Imitating Drawing to release a barrage of small birds at his opponent."}
{"jutsu_name": "Coming of Spring Kick", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura punches her opponent with the Chakra Enhanced Strength, sending them flying in the air for a long distance, then she appears behind them and stops their flight with a powerful kick to the face"}
{"jutsu_name": "Coming of the Lightning Fire Phoenix Technique", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "A cooperation ninjutsu used by a Lightning Release and Fire Release user. The Lightning Release user traps the opponent with an electrical current, shocking the opponent. The Fire Release user then burns the opponent, causing an explosion."}
{"jutsu_name": "Combo Attack: Shinra Tensei", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Taijutsu, Shurikenjutsu", "jutsu_description": "Nagato begins with a palm attack, followed by two slices with chakra disruption blades, a volley of shuriken, more spinning strikes with chakra disruption blades, and ends it with a Shinra Tensei."}
{"jutsu_name": "Combined Killing Art", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Using his clay, Deidara creates several explosive spiders and throws them in the air as Sasori uses the Third Kazekage puppet to make shards of Iron Sand blades that carry the spiders to the opponent. The opponent is forced into the ground where the spiders detonate. The detonation is so powerful that Sasori has to make the Third Kazekage puppet create an iron sand barrier to shield them from the blast.\n\nSee Also[]\nCombination Art"}
{"jutsu_name": "Combination Transformation", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "This is an advanced version of the Transformation Technique, where two or more users combine into one form in order to gain that form's physical abilities. Because there is more than one user involved, some of the prep work can be split between users, such as by having one provide the chakra while another performs the hand seals.[2]\nThe Combination Transformations that have been seen in the series are:\n\nThe Sound Four take the form of the Fourth Kazekage's bodyguards, with two members in each guard.[3]\nGamabunta and Naruto Uzumaki take the form of a giant fox. In the anime, it is specifically the Nine-Tails.[2]\nKiba Inuzuka and Akamaru take the form of a Double-Headed Wolf.[4]\nKiba, Akamaru, and one of Kiba's shadow clones take the form of a Three-Headed Wolf. Because there are three users, it's called a \"Mixture Transformation\" (混合変化, Kongō Henge).[5]\nIn the Naruto: Shippūden anime, the Magaki Group takes the form of their leader.[6]\nIn the Boruto anime, Naruto and Sasuke Uchiha take the form of fūma shuriken.[7]\nReferences[]\n\n↑ Tō no Sho, page 224\n\n↑ 2.0 2.1 Naruto chapter 135, pages 15-17\n\n↑ Naruto chapter 115, pages 4-7\n\n↑ Naruto chapter 203, pages 15-16\n\n↑ Naruto chapter 633, page 2\n\n↑ Naruto: Shippūden episode 149\n\n↑ Boruto episode 65"}
{"jutsu_name": "Combination Secret Technique", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "The user and a teammate or more can team up and perform a special attack together on the opponent. Moves executed vary depending on the game."}
{"jutsu_name": "Combination Art", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Sasori, with the Third Kazekage puppet uses Iron Sand World Method while Deidara adds his clay spiders on the needles that explode on the opponent, leaving the opponent poisoned.\n\nSee Also[]\nCombined Killing Art"}
{"jutsu_name": "Cold Needles", "jutsu_type": "Taijutsu, Ninjutsu, Medical Ninjutsu, Shurikenjutsu", "jutsu_description": "Shizune attacks her opponent a few times, then she spins around and hits them with a chakra scalpel. She finishes them off with several senbon."}
{"jutsu_name": "Collaboration: Ultimate Art", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Deidara creates his C2 clay dragon, which Sasori coats in Iron Sand with the Third Kazekage puppet, also giving it a spiked tail, which it uses to slam on the opponent. It is then detonated by Deidara, resulting in a huge explosion with iron sand."}
{"jutsu_name": "Colour Course Change", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is used by Fūka to switch her consciousness between the several bodies she has access to. She needs to do this because of her Execution by Kiss technique: since a single body couldn't handle so much chakra, she had to use several to distribute all the chakra she had sucked during her life. Bringing out a scroll, she obscures her body in a quick movement, and switches into another body. Due to the bodies being made to share the same appearance, new bodies will appear unscathed, which can be used to create the illusion that Fūka can somehow heal herself. Destroyed bodies crumble into dust, causing the next body to replace it. Each body possesses a unique combination of elemental affinities. However, since she housed her soul within her hair, and that the hair was the same for all bodies, damage inflicted to that will be permanent."}
{"jutsu_name": "Cold Attack of the Demon Blade", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Kenjutsu, Cooperation Ninjutsu", "jutsu_description": "Zabuza creates a water dragon, which Haku freezes and launches it at the opponent, trapping them in an ice pillar. Haku jumps between the surrounding ice pieces, attacking the imprisoned opponent. Zabuza finishes it with an upwards slash along the ice pillar, splitting it in half and causing it to crumble."}
{"jutsu_name": "Coiling Around", "jutsu_type": "Taijutsu", "jutsu_description": "Manda, being a giant snake, can coil around their prey and strangle it, no matter how big it is."}
{"jutsu_name": "Coercion Sharingan", "jutsu_type": "Kekkei Genkai, Dōjutsu, Genjutsu", "jutsu_description": "With a single glance of the Sharingan, this technique forces a nightmarish genjutsu on the victim, overpowering them and bringing them to their knees. Even the usually emotionless Sai was deeply affected by this genjutsu."}
{"jutsu_name": "Cloud-Style Reverse Beheading", "jutsu_type": "Ninjutsu, Kenjutsu, Taijutsu", "jutsu_description": "The user does a powerful spin, generating the momentum needed to slash at any opponents behind them. The user can also utilise this spinning motion to trick an enemy that's in front of them. The enemy is fooled into thinking the user will attack them, but instead the user attacks the targets behind the user."}
{"jutsu_name": "Cloud-Style Front Beheading", "jutsu_type": "Ninjutsu, Kenjutsu, Taijutsu", "jutsu_description": "The user swings their sword in a single quick and powerful cutting motion to attack an enemy in front of them.\n\nReferences[]\n\n↑ Fourth Databook, page 317"}
{"jutsu_name": "Cloud-Style Flame Beheading", "jutsu_type": "Ninjutsu, Chakra Flow, Kenjutsu", "jutsu_description": "The user first imbues their blade with fire, before slashing in the direction of the desired enemy, resulting in the creation of large arcs of intense flame that follow the trajectory of the previous swing. A skilled user of this technique, such as Atsui, is capable of surrounding their immediate area with a circular wall of flames, incinerating multiple targets even if they approach from numerous angles simultaneously.\n\nSee Also[]\nUchiha Style: Dance of the Sun Halo\nReferences[]\n\n↑ Fourth Databook, page 317"}
{"jutsu_name": "Cloud-Style Deception Beheading", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "Using the Body Replacement Technique to feign being attacked, the user takes advantage of their opponent's momentary shock, and charges forward with a lateral sword slash."}
{"jutsu_name": "Cocoon", "jutsu_type": "Ninjutsu", "jutsu_description": "With the help of Chōmei, the user creates a cocoon that allows them to suppress chakra absorption from outside sources, providing additional defences at the same time. The cocoon is highly durable and can only be pierced with a chakra blade, and only when hit in its weak-spot, which can be found via the Byakugan."}
{"jutsu_name": "Club Technique", "jutsu_type": "Ninjutsu, Fūinjutsu, Bukijutsu", "jutsu_description": "Tenten unseals her club from her scroll and attacks the opponent, swinging it from right to left, then thrusts it at the opponent's gut twice, and finishes with a side swipe."}
{"jutsu_name": "Cloth Binding Technique", "jutsu_type": "Ninjutsu, Fūinjutsu", "jutsu_description": "The user uses a giant roll of cloth to tightly wrap up the intended opponent, completely immobilising them, thus preventing them from moving or using any techniques. The ability itself is versatile as once completed, the addition of further seals can be placed on top of the bound victims, preventing them from even being summoned while in effect. This technique is used by Sunagakure ninja. Mere physical contact with the cloth seems to be required to use this technique.\n\nReferences[]\n\n↑ Fourth Databook, page 324"}
{"jutsu_name": "Cloud-Style Crescent Moon Beheading", "jutsu_type": "Ninjutsu, Taijutsu, Kenjutsu", "jutsu_description": "The user swings their sword in a single, large, crescent moon-shaped arc, which occurs with such ferocious velocity that the technique can be employed in situations where only a very limited time to react is available. The swing can be used to counter attacks from multiple opponents simultaneously."}
{"jutsu_name": "Clone Ladder", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "After landing a string of hits with his shadow clones, sending his opponent into the air, Naruto finishes with an upwards kick after using two clones as stepping stones to reach his opponent in the air."}
{"jutsu_name": "Clone Spinning Heel Drop", "jutsu_type": "Ninjutsu, Taijutsu, Clone Techniques", "jutsu_description": "After creating several shadow clones, Naruto and his clones launch themselves into the air and begin to somersault. They then come spinning down, slamming their heels onto the target's shoulders and head.\n\nReferences[]\n\n↑ Naruto Collectible Card Game"}
{"jutsu_name": "Clone Lasso", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "After creating two clones, and using a short combo, Naruto has his clones hold each other's legs as he pulls and guides them to mimic a lasso, hitting the opponent with a spinning attack, upwards attack and downwards attack."}
{"jutsu_name": "Clone Snakes: Serpent Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "Kabuto slams his hand on the surface of water containing his specially-developed snakes and emits dark-red lightning, which causes the snakes to take on the form of a giant blue snake with a red mouth and no eyes. The snake then rams and pushes the enemy underwater in an attempt to drown them. Kabuto used this technique within The Hole, which is known to speed up the recreation process of his snakes."}
{"jutsu_name": "Clone Snakes", "jutsu_type": "Ninjutsu", "jutsu_description": "After implanting Orochimaru's DNA, Kabuto used some of his cells to develop a large amount of tiny snakes that multiply at a rapid rate and can merge into either a clone of another living being using a genetic sample or a larger serpent for combat. They also have incredible regenerative abilities. Kabuto not only created a clone of Hidan using this technique, he also created one of Naruto with Kurama's chakra as well. However, for Hidan, the clone snakes have a short lifespan, with what they form into eventually suffering a cellular breakdown within 48 hours of existence."}
{"jutsu_name": "Clone Great Explosion", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "The user creates a shadow clone, intending for their opponents to attack the clone at close range. After a certain amount of time has passed, the clone detonates, creating a large explosion. If opponents happen to notice that it's a shadow clone they may be able to escape in time, for which reason the user should try to conceal the clone's identity and purpose as much as possible.[1]\n\nSee Also[]\nChakra Burning\nSuicide Bombing Clone\nReferences[]\n\n↑ 1.0 1.1 Tō no Sho, page 272"}
{"jutsu_name": "Clone Trap", "jutsu_type": "Ninjutsu, Juinjutsu, Clone Techniques", "jutsu_description": "The Clone Trap is a technique that uses an earth clone to restrict an opponent's movements. \n\nOverview[]\nWhen an opponent is prepared to land a physical blow, the user quickly creates an earth clone to take the hit instead. The earth clone will then revert to mud, which uniquely hardens to restrain the opponent's limb as the rest of their body is spread with cursed seals. However, it can be overcome with enough willpower.\n\nSee Also[]\nMud Release: Mud Doll\nEarth Release: Mud Wolves"}
{"jutsu_name": "Clone Technique", "jutsu_type": "Ninjutsu, Clone Techniques, General skill", "jutsu_description": "This article is about the actual ninjutsu. For the classification of this ninjutsu, see Clone Techniques.\n\n\n\n\nThis is a basic technique that every shinobi can use. In fact, Konohagakure's Ninja Academy prevents students from graduating unless they master this technique, and it was for this reason that Naruto Uzumaki failed three exams in a row. For this technique, users create one or more afterimages of themselves. Unlike most other clone techniques, these afterimages have no substance and thus are incapable of damaging opponents. Because of this, it is only useful for distracting enemies while other attacks are prepared.[1] Opponents can identify clones from their original through careful observation, as clones won't crush grass, kick up dust, etc.[citation needed]"}
{"jutsu_name": "Clone Flying Arrow", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Naruto creates two clones who grab each other, while Naruto grabs them both. Naruto starts spinning around to gather sufficient speed, then releases the clones at the target in a  shuriken-like fashion to strike them."}
{"jutsu_name": "Cliff Climbing Practice", "jutsu_type": "General skill", "jutsu_description": "This is a training method which involves climbing a high or steep cliff using one or two arms. It is meant to improve one's strength and discipline."}
{"jutsu_name": "Clethra", "jutsu_type": "Kekkei Genkai, Taijutsu, Kenjutsu", "jutsu_description": "Kimimaro slices downward with his bone sword, which is extended to twice the length of his normal bone sword, at the opponent's mid-section."}
{"jutsu_name": "Clone Flicker", "jutsu_type": "Ninjutsu, Kenjutsu, Clone Techniques", "jutsu_description": "Shisui sends out two shadow clones that rush to the opponent, with the real Shisui following with a slash."}
{"jutsu_name": "Clone Combo", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura summons Inner Sakura and both deliver a series of strikes. Sakura starts with a kick, Inner Sakura punches from behind, the real Sakura punches the opponent in the air where Inner Sakura then hits the opponent aside."}
{"jutsu_name": "Climbing Sparrow", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "Sai, whilst in close range with release from his scroll two medium sized ink birds, first lifts the opponent off the ground, being lifted further by the second."}
{"jutsu_name": "Clone Body Blow", "jutsu_type": "Taijutsu, Ninjutsu, Clone Techniques", "jutsu_description": "Naruto and four shadow clones work together to deliver a physical attack from a distance. There is no set pattern, steps, or method to how this is done, instead relying on Naruto's characteristic unpredictability to be devised in the moment. When he uses this against Gaara, three shadow clones distract Gaara while the fourth throws Naruto at him, intended to deliver a body blow. Because one of his shadow clones is throwing him, Naruto's body blow ends up being more accurate and damaging than what he could do on his own.[1]\n\nReferences[]\n\n↑ 1.0 1.1 Tō no Sho, page 271"}
{"jutsu_name": "Cloak of Invisibility Technique", "jutsu_type": "Ninjutsu, General skill", "jutsu_description": "The user covers themselves with a cloak that has a colour and pattern matching the nearby surroundings, concealing their presence by seamlessly blending in. The user can then gather intel from their position or wait for an opportunity to stage an ambush on unsuspecting targets. Although skilled ninja can make effective use of this technique, unskilled ninja can be particularly ineffective; during his time as an Academy Student, Konohamaru Sarutobi routinely used poor disguises, such as trying to blend in with a fence using a horizontal pattern rather than a vertical one.[1]\nWhile only a basic skill, Magire Kakuremino was able to effectively camouflage himself without the use of a pre-prepared cloth and freely move about, all while blending in with his surroundings.[2]\n\nSee Also[]\nDustless Bewildering Cover\nHiding with Camouflage Technique\nTransparent Escape Technique\nPolarised Sand Formation: Hot Sand Camouflage\nReferences[]\n\n↑ 1.0 1.1 Rin no Sho, page 169\n\n↑ Boruto episode 7"}
{"jutsu_name": "Clay Clone", "jutsu_type": "Hiden, Ninjutsu, Clone Techniques", "jutsu_description": "A highly convenient technique, characteristic of Deidara. Above most other \"clone techniques\", this clone has the double role. It acts as a substitute and a trap for capturing the enemy. Made from clay, this clone can take attacks and capture the enemy by taking them into its own body. The clone shows its natural shape the instant a body goes through. While the clay changes in hardness, the enemy is skilfully immobilised. If explosive clay is added to the clone, it can then make itself explode, taking the enemy with it."}
{"jutsu_name": "Clawing Swift Wolf Fang", "jutsu_type": "Taijutsu, Collaboration Techniques", "jutsu_description": "Kiba and Akamaru rapidly bolt around and slash the opponent before leaping forward from opposite sides for a crossing pass slash and bite."}
{"jutsu_name": "Claw of Shukaku", "jutsu_type": "Taijutsu", "jutsu_description": "After fully possessing Gaara, Shukaku slashes the ground with its claws, releasing an upward sand stream."}
{"jutsu_name": "Claw Mark", "jutsu_type": "Shinjutsu", "jutsu_description": "This article is about the shinjutsu. For the episode, see Claw Marks (episode).\n\n\n\n\nA unique ability to mix chakra with the iron from the user's blood to create black bands that serve as portals to travel to previously marked locations.\n\nContents\n\n1 Overview\n2 Drawbacks\n3 See Also\n4 References\n\n\nOverview[]\n    Code travelling through a marking.  \nBy making contact with or — from a distance — swiping towards a desired location, the user can manifest variously sized portals to any surface.[1][2] Once applied, they are able to freely travel to any of them, regardless of distance — even if they're in a different dimension.[3] While it only allows the user to move through them, it can take only one other person with him at a time.[4] While mostly used in battle or for transportation, it can also be employed as a means of communication, putting the user' mouth or ear through them to contact Ada.[5]\nAlthough primarily chakra-based, they also contain iron from Code's blood which when mixed together causes them to become physical matter making absorption from Kāma impossible.[6]\nWhen his limiters were active, the number of Claw Marks Code could create each time was severely limited. Once they were removed, he could create enough to cover the gigantic Ten-Tails, and manipulate them into pinching off pieces of the beast into Claw Grime.[7]\nRemoval of Claw Marks may be difficult, as Shikamaru Nara had to request Kawaki to use Sukunahikona to shrink them to unusable sizes.[8]\n\nDrawbacks[]\nClaw Marks are one size fits all; if they are shrunk to a certain size, Code will not be able to move between them, being forced to create new ones.[9]\n\nSee Also[]\nFlying Thunder God Technique\nReferences[]\n\n↑ Boruto chapter 56, page 26\n\n↑ Boruto chapter 60, page 13\n\n↑ Boruto chapter 60, page 2\n\n↑ Boruto chapter 60, page 15\n\n↑ Boruto chapter 61\n\n↑ Boruto chapter 64, page 21\n\n↑ Boruto chapter 72, pages 32-35\n\n↑ Boruto chapter 70, page 30\n\n↑ Boruto chapter 67, page 6"}
{"jutsu_name": "Circular Formation", "jutsu_type": "Fighting Style", "jutsu_description": "This is a supplementary manoeuvre used by Kakashi's ninken which involves the hounds standing in a circle. They can also leave one dog in the middle to be the focus of the opponent's attack while allowing them to perform other techniques such as the Ninken Ninja Art: Dance of the Dust Cloud."}
{"jutsu_name": "Claw Creation Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique allows the user to temporarily enhance the normal growth of the nails on both their hands and feet, causing them to grow considerably longer in a short space of time as a result. It also seemingly enhances the durability of the nails, allowing them to even clash against swords without breaking."}
{"jutsu_name": "Chubby Megaton", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "After performing Super Multi-Size Technique, a giant Chōji punches the ground twice before punching the ground on both his sides."}
{"jutsu_name": "Circle Wild Dance", "jutsu_type": "Kenjutsu", "jutsu_description": "Fū spins with his tantō, hitting the opponent several times."}
{"jutsu_name": "Chunk Slash", "jutsu_type": "Taijutsu, Kenjutsu", "jutsu_description": "Suigetsu punches his opponent in the gut, causing them to fall to the ground. He then steps on top of them and delivers a single strike with his Kubikiribōchō."}
{"jutsu_name": "Chopping Punishment", "jutsu_type": "Bukijutsu, Taijutsu", "jutsu_description": "Hidan jumps into the air and brings his scythe downwards onto the opponent. Then, he spins around and kicks them in the gut. He ends it with three spinning slashes from his scythe."}
{"jutsu_name": "Chubby Go-Round", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "After performing Super Multi-Size Technique, a giant Chōji begins to spin with his arms out, punching the enemy repeatedly."}
{"jutsu_name": "Chidori: Thunderclap", "jutsu_type": "Ninjutsu", "jutsu_description": "Sasuke performs a Chidori while his body is in mid-air and then releases all the lightning chakra to create a lightning bolt to strike his opponent."}
{"jutsu_name": "Chidori: Star Crusher", "jutsu_type": "Kekkei Genkai, Dōjutsu, Ninjutsu, Fūinjutsu", "jutsu_description": "The user traps their opponent inside a Chibaku Tensei, using the gravitational core and the surrounding rubble. The meteor then begins falling from the sky, catching itself on fire in the process. Then, the user surrounds themselves in electricity and, with a Chidori in their hand, strikes the falling sphere, resulting in an electrical explosion that can be seen even in space."}
{"jutsu_name": "Chidori: Thunder", "jutsu_type": "Ninjutsu", "jutsu_description": "A variant of Chidori, it is a lightning storm Chidori that devastates the area.\n\nReferences[]\n\n↑ Naruto gamebook, page 91."}
{"jutsu_name": "Chidori: Lightning Strike", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "Sasuke jumps up in the air and attacks with a series of sword slashes before slamming his opponent down with a Chidori."}
{"jutsu_name": "Chidori: Cry of the Thundergod", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "Sasuke slashes the opponent upward with his sword and rushes through with Chidori when they land."}
{"jutsu_name": "Chidori True Spear", "jutsu_type": "Ninjutsu", "jutsu_description": "Sasuke starts off by dashing at his opponent with a Chidori in his hand. As he strikes his opponent, he uses Shape Transformation to extend the Chidori into a lightning spear that impales and hurtles the opponent into the air. Sasuke then increases the potency of the lightning, generating a powerful electric explosion at the end of the spear and sending the opponent back to the ground."}
{"jutsu_name": "Chidori: Chakra Blade", "jutsu_type": "Ninjutsu, Kenjutsu, Taijutsu", "jutsu_description": "Sasuke elbows his opponents, followed by sword strikes and knee attacks, before slashing them up the air and swiping down at them with Chidori Sharp Spear."}
{"jutsu_name": "Chidori: Fall", "jutsu_type": "Ninjutsu", "jutsu_description": "Sasuke expels a Chidori into the air. He moves extremely fast in a zig-zag pattern, such that he leaves after-images. He attacks the opponent with only one strike. This technique, combined with Sasuke's speed, makes it extremely difficult, if not impossible to avoid."}
{"jutsu_name": "Chidori Sharp Spear: Lightning Flower", "jutsu_type": "Ninjutsu", "jutsu_description": "Sasuke thrusts at his opponent with a Chidori Sharp Spear in a downward angle, collecting lightning chakra at their feet, paralysing them, then swings it upward, slashing them."}
{"jutsu_name": "Chidori Sharp Spear: Heaven Step", "jutsu_type": "Ninjutsu, Kenjutsu", "jutsu_description": "Sasuke lands a series of sword attacks on his opponent, finishing with an upwards strike that sends his opponent up in the air. While they're up, Sasuke sends a few Chidori Senbon, and finishes with Chidori Sharp Spear, splitting the spear into multiple ones after it pierces."}
{"jutsu_name": "Chidori Sharp Spear", "jutsu_type": "Ninjutsu", "jutsu_description": "The original Chidori gained its power by shaping it into a form sufficient for an electrical discharge and using it together with the user's own \"thrust\". This technique uses shape transformation to form the original Chidori into a spear or blade-shape, adapting it for mid-range attacks with a maximum range of about five metres.[3] Its increased range means there is less of a risk to the user. It also has the advantage of being able to be used for surprise attacks and capturing. \nWhen the enemy's body is pierced, the user can alter the spear's shape into multiple additional blades, increasing the number of wounds.[4] The blade can also be swung in order to cut things as well as cause fatal injuries. Sasuke has shown that he can also channel this technique through his chokutō.[5]\nBecause of Sasuke's mastery in kenjutsu, this technique can act as a makeshift sword if he loses his sword.\nAfter infusing this technique with Six Paths Chakra, Sasuke was able to bisect through the revived Madara in his jinchūriki form.[6]"}
{"jutsu_name": "Chidori Current: Black Heaven Collision", "jutsu_type": "Ninjutsu", "jutsu_description": "Using his Six Paths Chakra, Sasuke uses his black coloured Chidori to channel it into the ground and erupt eight streams of flowing electricity."}
{"jutsu_name": "Chidori Senbon", "jutsu_type": "Ninjutsu", "jutsu_description": "A variation of the Chidori that uses shape transformation to create countless sharp senbon that are fired at the enemy in quick succession. By increasing the amount of chakra used, the number of senbon increase proportionally. When used in tandem with the Sharingan, it becomes far more effective and deadly, as it allows the user to precisely shoot for the target's vital points."}
{"jutsu_name": "Chidori Light Sword", "jutsu_type": "Ninjutsu, Chakra Flow, Kenjutsu", "jutsu_description": "Sasuke uses his chokuto sword to channel an extremely powerful Chidori. It appears to have an even greater range than Chidori Current, making it more effective in battle. It can be noted that this technique is more of a use on water, because the lightning current produced is carried on the entire surface making it more difficult for the enemy to avoid it."}
{"jutsu_name": "Chimera Technique", "jutsu_type": "Ninjutsu, Kinjutsu, Chakra Absorption Techniques", "jutsu_description": "The Chimera Technique is a kinjutsu that was developed by Hiruko, a missing-nin of Konohagakure, in order to compensate for his lack of natural special abilities.\n\nContents\n\n1 Usage\n2 Overview\n3 Influence\n4"}
{"jutsu_name": "Chidori Current", "jutsu_type": "Ninjutsu, Chakra Flow", "jutsu_description": "Chidori Current is a ninjutsu that was developed by Sasuke Uchiha while he was training with Orochimaru.\n\nOverview[]\nBy releasing the Chidori in every direction, an electrical discharge flows from the user's entire body allowing them to affect multiple enemies. When using this attack on a great number of enemies at once, it can effectively double as an instant defence. The body of the person touched by the Chidori will misinterpret the lightning nature as \"electrical signals from the nerves\", making its muscles contract. This causes the body to involuntarily go stiff, while at the same time receiveing damage. This attack can also be channelled through the ground to increase the range of the attack.[2]\n\nSee Also[]\nLightning Release: Lightning Rod\nLightning Surge\nReferences[]\n\n↑ Sha no Sho, page 284\n\n↑ Naruto chapter 384, page 11"}
{"jutsu_name": "Chidori", "jutsu_type": "Ninjutsu", "jutsu_description": "The Chidori is a high concentration of lightning chakra channelled around the user's hand.\n\nContents\n\n1 Overview\n2 Variants\n3"}
{"jutsu_name": "Chibaku Tensei: Kirin Twin Birth", "jutsu_type": "Kekkei Genkai, Dōjutsu, Ninjutsu, Fūinjutsu", "jutsu_description": "Sasuke traps the opponent in Chibaku Tensei covered in the flames of Ameterasu and forms two Kirin to destroy the sphere."}
{"jutsu_name": "Chibaku Tensei: Heavenly Fall", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Sasuke manifests his humanoid Susanoo and fires arrows at his opponent, stunning them. Sasuke goes on to manifest his Complete Body Susanoo, and creates nine Chibaku Tensei satellites, which he sets on fire and makes crash down on his target."}
{"jutsu_name": "Chibaku Tensei", "jutsu_type": "Kekkei Genkai, Dōjutsu, Ninjutsu, Fūinjutsu", "jutsu_description": "This article is about the jutsu.  For other uses, see Chibaku Tensei (disambiguation).\n\n\n\nChibaku Tensei is a technique used through the Deva Path of the Rinnegan.\n\nContents\n\n1 Overview\n2 Video Games\n3"}
{"jutsu_name": "Cherry Blossom Wild Dance: Chidori", "jutsu_type": "Taijutsu, Ninjutsu", "jutsu_description": "The user rushes at the opponent with Chidori's speed, delivering chakra-enhanced punches from several angles, the last of which is replaced by the actual Chidori."}
{"jutsu_name": "Cherry Blossom Violent Impact", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura strikes the ground with the Cherry Blossom Impact, creating a massive shockwave, before she jumps into the air. She then uses the Heavenly Foot of Pain to deliver the final blow, resulting into a humongous crater and deformation of the ground."}
{"jutsu_name": "Cherry Blossom Tearing Impact", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura delivers a chakra-enhanced punch to the ground, unleashing a wave of chakra that tears through the ground as the impact travels across the field."}
{"jutsu_name": "Cherry Blossom Impact", "jutsu_type": "Taijutsu", "jutsu_description": "Although it may appear to be a simple case of superhuman strength, this is actually an application of the precise chakra control that is used in medical ninjutsu. The user gathers a dense concentration of chakra in their fist that they release on contact with a target. The resulting damage is enough to seriously damage living targets and will likely also do some collateral damage to the surroundings. Ground that is affected by this jutsu fractures and sends small, flower petal-size particles into the air, hence the name.[1]"}
{"jutsu_name": "Cherry Blossom Profusion Palm", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura jumps into the air and uses all her chakra to manifest a gigantic fist. As she then propels herself back to the ground, Sakura uses all her might to smash her fist into the opponent."}
{"jutsu_name": "Cherry Blossom Clone Technique", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Kurenai creates a clone made of cherry blossom petals. These clones are primarily utilised to assist in Kurenai's taijutsu and genjutsu techniques rather than taking damage meant for her."}
{"jutsu_name": "Cherry Blossom Banner", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura slams her fist into her opponent with tremendous force."}
{"jutsu_name": "Charge! Konohamaru Platoon", "jutsu_type": "Hiden, Cooperation Ninjutsu, Ninjutsu, Taijutsu", "jutsu_description": "Konohamaru begins by landing a Rasengan on the opponent, with Mitsuki stretching his arm to pull them back. Boruto creates three shadow clones, and the four kick the opponent up, allowing Sarada to pummel them back to the ground."}
{"jutsu_name": "Charge! Konohamaru Army Corps!", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "Konohamaru, Moegi, and Udon each hold out a ball with an explosive tag attached to it. They then proceed to charge at the opponent, and trip, in turn dropping the balls which roll over to the opponent and detonate.\n\nReferences[]\n\n↑ Naruto gamebook, page 205."}
{"jutsu_name": "Charging Bullet", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Naruto creates a shadow clone that throws him towards the opponent, with the original creating more shadow clones that shoot upwards at them."}
{"jutsu_name": "Chaos Fan Dance", "jutsu_type": "Taijutsu", "jutsu_description": "Temari kicks the opponent in the gut which launches them into the air. She then throws her Giant Folding Fan to slice the opponent, after which she disappears. She then reappears behind the opponent, grabs her fan and jabs the opponent in the gut, slamming them into the ground with the fan at the same time."}
{"jutsu_name": "Character Bind Technique", "jutsu_type": "Ninjutsu, Fighting Style", "jutsu_description": "The Character Bind Technique (字縛術, Jibakujutsu) was a technique developed by Shiranami. By pointing his finger out at a target and writing the proper kanji in the air, this technique produces a variety of effects. \n\nKnown Words[]\nThe effects of these kanji have been shown:\n\n操, which comes from the verb 操る (ayatsuru), meaning \"to manipulate\". This character allows Shiranami to manipulate and control his opponent. The effect manifests when Shiranami writes the kanji in the air at the target's direction; at which point, the kanji appears on the recipient's person. That individual then becomes a subject to Shiranami's will. However, as with the Infinite Embrace, it is not absolute, since a person with tremendous chakra can easily dispel the effect.\n滅, which comes from the verb 滅する (messuru), meaning \"to destroy\". Shiranami uses this character to track down and destroy a message sent by carrier pigeon. Utakata destroyed the word before it could fulfil its purpose.\n岩 (iwa, rock). This character allows Shiranami to immobilise targets. In the case of clones, this dispels them.\n爆 (baku, explode). This character causes several explosions that can also be used to dispel clones.\n火 (hi, fire). This character creates a blaze of fire, which can vary in size.\n炎 (en, flames). This character creates a large wall of fire to keep the enemies away.\n斬 (zan), which comes from the verb 斬る (kiru), meaning \"to kill with a blade\". This character creates several blades of wind.\n割 (katsu, split). This character causes the ground underneath the target to split open.\nSee also[]\nSuper Beast Imitating Drawing"}
{"jutsu_name": "Chakra Sword: Great Intersecting Wound", "jutsu_type": "Ninjutsu, Kenjutsu, Cooperation Ninjutsu", "jutsu_description": "Shizune uses Tonton to hit the opponent, giving her enough time to use her two chakra swords to slash and kill the opponent. The slashes leave two big marks on the ground."}
{"jutsu_name": "Chakra Transfer Technique", "jutsu_type": "Ninjutsu, Chakra Flow, Ninshū", "jutsu_description": "This technique allows the user to transfer their chakra to a target. The amount of chakra transferred depends solely on the user.\n\nOverview[]\nThis technique was originally created by Hagoromo Ōtsutsuki in order to \"connect\" the spiritual energies of every living person. His intention was for it to be used to build and maintain peace through his religion of ninshū, but this technique ended up becoming another tool for war when humanity weaponised chakra. This technique is used by many shinobi, each one of them has shown to use technique in different ways. \n\nVariations[]\nCertain people, such as Minato Namikaze and Naruto Uzumaki could also mould the transferred chakra in order to adapt it to another person's specific chakra type.[1] In the latter's case, due to Kurama's chakra, it also enveloped the recipients in a chakra cloak similar to his \"Version 1\" form, albeit with no tails.[2] Once the user transfers its chakra, he/she is able to manipulate that chakra remotely.\nKatsuyu and its summoners have a unique bond between them through Strength of a Hundred Seal and they can use Katsuyu: Immense Network Healing. Tsunade used this technique during Pain's invasion of Konoha, with Tsunade first transferring her healing chakra to Katsuyu, and then Katsuyu itself transferring it to the wounded villagers. Sakura used the same method of Tsunade with Katsuyu to heal wounded shinobi in Shinobi Alliance against Ten-Tails.[3]\nTsunade used again this technique during the five Kage's fight against Madara Uchiha to give Ōnoki some of her chakra so that he could use a massive Dust Release: Detachment of the Primitive World Technique to defeat Madara's wood clones.[4] Sakura later used this technique to improve Obito's Kamui.\nZetsu's Spore Technique creates clones, which feed on chakra to grow are also able to transfer chakra to people they come in contact with.[5]\nDan Katō was able to use this technique as a spirit in Tsunade's consciousness to restore her chakra and Strength of a Hundred Seal.[6] Obito did something similar to give his chakra and dōjutsu powers to Kakashi after his body had been turned to ashes.[7]\nJūgo was able to transfer natural energy to someone thanks to his clan's unique ability.[8][9]\nTailed beasts are also able to freely share their chakra with whoever they choose, and as Kurama has noted, it is a less complicated process for them than it is for humans.[10][11]\nSamehada was able to absorb and transfer chakra to its wielder. It was also able to transfer chakra from Kisame back to Killer B.[12][13]\nHagoromo Ōtsutsuki was the first user of this technique to connect all humans living in the earth and gave the chakra to humanity besides his immediate family.[14] Hagoromo also used this technique inside of Naruto and Sasuke who are the reincarnations of Asura and Indra. He gave the power to them to defeat Madara. While using this technique, a unique entity appears behind Hagoromo with a marking reminiscent of a third eye in its forehead.[15]\nIn the anime, if the Aburame member has proper control, the kikaichū are also shown able to transfer their accumulated chakra to others targets, replenishing them.[16]\nIn the anime, the Magaki Group uses this technique in a different way. First Nangō sends his chakra to Benten and Chūshin, and then both of them send it along with its own to Akaboshi, greatly enhancing the power of his techniques.[17] He is able to shatter a barrier easily with his increased chakra.\nReferences[]\n\n↑ Naruto chapter 617, page 5\n\n↑ Naruto chapter 616\n\n↑ Naruto chapter 634, pages 7-8\n\n↑ Naruto chapter 588, pages 13-15\n\n↑ Naruto chapter 466, pages 9-11\n\n↑ Naruto chapter 591, page 16\n\n↑ Naruto chapter 688, page 2\n\n↑ Naruto chapter 413, page 15\n\n↑ Naruto chapter 618, page 13\n\n↑ Naruto chapter 572, page 10\n\n↑ Naruto chapter 609, pages 13-14\n\n↑ \"Naruto\" chapter 471, page 14\n\n↑ \"Naruto\" chapter 472, page 16\n\n↑ Naruto chapter 665, page 6\n\n↑ Naruto chapter 671, pages 14-16\n\n↑ Naruto: Shippūden episode 304\n\n↑ Naruto: Shippūden episode 144"}
{"jutsu_name": "Chakra Threads (Fūma)", "jutsu_type": "Hiden, Ninjutsu, Kinjutsu", "jutsu_description": "This article is about the Fūma clan technique. For threads used in the Puppet Technique, see Chakra Threads.\n\n\n\n\nThis is a murder-suicide technique. The user creates threads of chakra that are used to connect the user's heart to another person's. As long as the two are connected, any internal damage done to one will also be done to the other. This ultimately means that, if one person dies, so will the other. Only a kunai wrapped in a special Fūma clan tag can safely cut the threads and separate the two."}
{"jutsu_name": "Chakra Slicers", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique can create up to five fast jets of purple-blue chakra running through the ground in all directions, making it very difficult to evade. The jets are difficult to avoid but they do not cause fatal damage to their targets. They can, however, seal the chakra of anyone they hit for a time.\n\nMask Variation[]\nAt times, Yomito would remove his mask on his right arm and use it as a slicer for greater damage. Unlike the normal slicers, which seal opponent's chakra, this mask slicer would confuse the opponent, often leading them to attack their own friends. After attacking, the mask would mysteriously reappear on Yomito's arm."}
{"jutsu_name": "Chakra Shockwave Slash", "jutsu_type": "Kenjutsu, Chakra Flow", "jutsu_description": "The user rapidly slashes the opponent with a sword, creating a strong force of chakra, which sends powerful shockwaves at all directions, that are capable of cutting through multiple opponents in quick succession."}
{"jutsu_name": "Chakra Suppression Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique allows the user to suppress their or their allies' chakra to the point that it becomes completely undetectable. This makes it impossible for sensor type shinobi to track them via chakra. As noted by Shikamaru Nara, this technique is very useful in allowing one to infiltrate an enemy's ranks. However, due to having one's chakra suppressed, they will be unable to use jutsu.\nThe Ōtsutsuki Clan can naturally suppress their chakra signature. A vessel which been has sufficiently changed into an Ōtsutsuki can access this ability on instinct, without being consciously aware of its existence. Unlike regular shinobi, they're still able to use ninjutsu, as Kawaki created and maintained a shadow clone while suppressing his true body's chakra. However, fellow Ōtsutsuki and vessels can detect the user regardless."}
{"jutsu_name": "Chakra Scalpel: Sever", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto creates two larger than usual chakra scalpels, and delivers a spinning vertical attack."}
{"jutsu_name": "Chakra Scalpel: Destruction", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto moves towards his opponent with tremendous speed. After disabling them the chakra scalpel on the chest, he grabs his opponent by their shoulders, disabling them with the chakra scapel. With them momentarily disorientated by this, Kabuto quickly gets behind his opponent and delivers a series of diagonal strikes. He moves away, and a moment later, the effects of his hits take hold; his opponent falls foward. As the opponent falls, he casually kicks the opponent in the face, knocking them on their back."}
{"jutsu_name": "Chakra Shock Slash", "jutsu_type": "Kenjutsu, Chakra Flow", "jutsu_description": "The user swings their blade, releasing a blade-like chakra that has the power to easily cut through hard earth rock.\n\nSee Also[]\nRupture\nChakra Shockwave Slash"}
{"jutsu_name": "Chakra Needle", "jutsu_type": "Ninjutsu", "jutsu_description": "Hinoko shoots a chakra needle from her fingertips, that will always hit the target. She can alter the properties of the needle to have different effects on the target once they're hit, such as by revitalising, paralysing, or killing them. She is able to fire multiple needles from each finger simultaneously, and even redirect their trajectory after being fired."}
{"jutsu_name": "Chakra Lock-On", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique performed by first getting a fix on the target's chakra signature, then bringing their hands together to form a triangle-shape with them, keeping the fingers on each hand together above while the thumbs are pointed down. Focusing their efforts through the centre of the hands gesture, the user can scan the area for that particular target. The range of this technique can be greatly expanded by distributing user's chakra over a wide area, as seen from Inojin using his Super Beast Imitating Drawing which are infused with his chakra."}
{"jutsu_name": "Chakra Scalpel Snake Crush", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto burrows underground and uses his chakra scalpels on the opponent's legs, making them immobile. Orochimaru then summons a big snake that crushes the opponent from above."}
{"jutsu_name": "Chakra Scalpel: Cruelty", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "Kabuto attacks his opponent with his chakra scalpel from behind two times and then attack once in front of them. He then briefly kicks his opponent backwards after immobilising them."}
{"jutsu_name": "Chakra Scalpel", "jutsu_type": "Ninjutsu, Medical Ninjutsu", "jutsu_description": "This medical technique forms one's chakra into a small, sharp blade. This can then be used for highly accurate incisions necessary for surgeries and anatomical dissections.[1] Unlike regular scalpels, the chakra scalpel can make cuts inside the body without actually creating an open wound, limiting the risks of an infection.\nThe chakra scalpel can also be used offensively to inflict internal damage, although it requires great precision to be effective. Because of this requirement, using the chakra scalpel offensively is highly unusual. In heated combat, even the greatest medical-nin won't be able to exert the precision needed to target the vital spots, but it can still effectively cut muscle tissues and tendons, rendering the target immobile.\nKabuto has displayed enough skill with the technique to be able to deliver fatal cuts that can target vital spots, even cutting through wood and flesh with ease. He could also sever the chakra pathway system, which prevented a jinchūriki from receiving chakra from their tailed-beast. When enhanced with natural energy, he can even use it to sever a person’s body in half.[2][3][4][5][6]"}
{"jutsu_name": "Chakra Hair Trap Technique", "jutsu_type": "Ninjutsu, Chakra Flow", "jutsu_description": "After cutting her hair, Ino infuses the strands with her chakra to trap anyone that comes into contact with them. Once immobilised, they are an easy target for her to cast her Mind Body Switch Technique."}
{"jutsu_name": "Chakra Liquid", "jutsu_type": "Ninjutsu", "jutsu_description": "By pressing his middle fingers into his palm with his other fingers stretched out, Jako can reveal special spray cannons built into his wrists. These cannons can \"liquidise\" his chakra and then shape it into weapons such as whips or swords. He can shoot liquid balls that can bind the opponent or stick them together with their ally, which prevents them from forming hand seals. He can shoot it at such high pressure that it can even shatter rocks. The substance is so durable that even when consecutively struck with a solid gold statue, it didn't break. It lasts two to three days before it crumbles. Jako claims that it was because he was such a foul person that his chakra had turned into what it was."}
{"jutsu_name": "Chakra Levitation Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique allows the user to levitate using their chakra, it also allows the user to manipulate objects out of their reach, in a similar way to telekinesis.\n\nSee Also[]\nChakra Threads\nEarth Release: Light-Weight Rock Technique\nManipulating Attack Blades\nSword of Kusanagi: Longsword of the Sky\nWind Release: Verdant Mountain Gale"}
{"jutsu_name": "Chakra Draining Seal", "jutsu_type": "Ninjutsu, Fūinjutsu, Chakra Absorption Techniques", "jutsu_description": "A fūinjutsu designed to drain chakra. By placing the seal on the target, the chakra drained is transferred to the user. It was used to absorb the remaining remnants of Orochimaru's chakra that was inside Anko Mitarashi's cursed seal."}
{"jutsu_name": "Chakra Entity", "jutsu_type": "Ninjutsu", "jutsu_description": "A technique passed down in his family, Gekomatsu creates chakra copies of shinobi living or deceased, such as Jiraiya and Orochimaru. Only those who possess the special chakra beads can see the created chakra entities.\n\nKnown Chakra Entities[]\nJiraiya\nOrochimaru\nDeidara\nSasori\nHidan\nKakuzu\nHiruzen Sarutobi\nPain\nKonan\nNagato\nItachi Uchiha\nSasuke Uchiha\nYugito Nii\nYagura Karatachi\nRōshi\nHan\nUtakata\nFū\nMadara Uchiha\nTobi\nMinato Namikaze"}
{"jutsu_name": "Chakra Edible Creation", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Chakra Absorption Techniques", "jutsu_description": "By using their Rinnegan, the user is able to fully absorb the bodies of their target by turning them into chakra-filled edibles, which are shaped like Chakra Fruit. When eaten, they will transform into a demonic-like being, and will have access to all of the target's abilities. The user also uses this technique to absorb chakra and transform it into chakra pills to grant them immense power and temporary immortality, although one has to keep taking the pills to retain enhanced abilities and immortality."}
{"jutsu_name": "Chakra Ghost Technique", "jutsu_type": "Kekkei Genkai, Dōjutsu, Genjutsu", "jutsu_description": "With his dōjutsu, Ranmaru is able to cast a genjutsu involving the creation of silhouettes or illusory beings as a means of distraction. The entities are so realistic that they even have their own chakra pathway system, which can fool even the \"all-seeing\" Byakugan. When one of these entities is attacked, it vanishes like a ghost and then reappears.\nThis technique can also become more effective when used in conjunction with techniques like the Hiding in Mist Technique.\n\nSee Also[]\nWind Release: Sand Cloud Whirlwind"}
{"jutsu_name": "Chakra Enhancing Music", "jutsu_type": "Ninjutsu", "jutsu_description": "Playing on his ocarina, Menma can somehow affect his target's tenketsu, boosting their chakra flow."}
{"jutsu_name": "Chakra Enhanced Strength", "jutsu_type": "Taijutsu, Fighting Style", "jutsu_description": "A special type of Taijutsu that uses the refined chakra control  and concentration required in medical ninjutsu to enhance one's strength to monstrous levels. This is done by storing chakra into one's hands or feet, and releasing it onto the target with pinpoint timing. With this strength, the user can decimate the ground or even kill opponents with a single strike.[1][2] The training for this application is quite arduous, as Tsunade repeatedly came at Sakura Haruno with full force to help her learn.[3]"}
{"jutsu_name": "Chakra Disguise", "jutsu_type": "Ninjutsu", "jutsu_description": "The user must first prepare the technique, causing a complex anachronism that the user creates in one's chakra changing their perspective to others. Afterwards, the user will be able to change one's chakra signature, make it seem larger, smaller, emanating elsewhere, non-existent, even able to imitate other people's signatures. \nAlso, in the anime, the user can use the technique in conjunction with a transformation of the target, making them a near-copy to Sensor Type shinobi. However, the disguise can be seen through if a sensor can detect disturbances in the chakra signature."}
{"jutsu_name": "Chakra Control: Bind", "jutsu_type": "Ninjutsu, Fūinjutsu", "jutsu_description": "The user places a seal on a person. When the target gets near a sealing tag, the target will be secured by red chakra threads, binding them in place. The technique can last for hours on its own. It can also be released by a Seal of Confrontation."}
{"jutsu_name": "Chakra Burning", "jutsu_type": "Ninjutsu, Senjutsu, Clone Techniques", "jutsu_description": "Naruto creates four shadow clones that circle the area and detonate, making a large explosion.\n\nSee Also[]\nClone Great Explosion\nSuicide Bombing Clone"}
{"jutsu_name": "Chakra Absorbing Snakes", "jutsu_type": "Ninjutsu, Chakra Absorption Techniques", "jutsu_description": "The user restrains the target with special black snakes that steadily absorb their chakra. The grip of the snakes will increase if the target tries to use their chakra."}
{"jutsu_name": "Chakra Blade: Wind Sword", "jutsu_type": "Bukijutsu, Chakra Flow", "jutsu_description": "The user slashes the opponent with numerous waves from their chakra blades."}
{"jutsu_name": "Chains: Twin Fangs Slash", "jutsu_type": "Bukijutsu", "jutsu_description": "Using their Kunai Blades, connected by chains, Izumo and Kotetsu slash the opponent, who is immediately bound by the chains, causing them to become immobilised."}
{"jutsu_name": "Chained Prison Explosion", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "After Hanzō restrains his opponent with his kusarigama, he traps them in a sphere of exploding tags before adding fire to it, then it explodes."}
{"jutsu_name": "Chakra Blade: Straight Line", "jutsu_type": "Bukijutsu, Chakra Flow", "jutsu_description": "First the user holds the trench knife right-side up. Then after infusing chakra into the knife and further expanding the blade's length, the user slashes horizontally at the opponent's neck to decapitate them."}
{"jutsu_name": "Chained Heaven", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu, Bukijutsu, Taijutsu", "jutsu_description": "Obito phases through his opponent, binding them in chains and throwing them up in the air. He then teleports above his opponent and punches them back down."}
{"jutsu_name": "Chain Pull", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu, Taijutsu, Bukijutsu", "jutsu_description": "Obito lands a couple physical attacks, slams his opponent with his chains twice, then teleports behind and above them to deliver a downwards spinning kick."}
{"jutsu_name": "Chain Rope", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu, Taijutsu, Bukijutsu", "jutsu_description": "Obito lands a couple physical attacks, warps behind his opponent to deliver an upwards kunai slash, throws them up in the air with his chains, and once again warps behind them to deliver an upwards spinning kick."}
{"jutsu_name": "Cellular Regeneration Ejection", "jutsu_type": "Kekkei Genkai, Ninjutsu, Senjutsu", "jutsu_description": "As the originator of Orochimaru's Juinjutsu and the possessor of a unique clan ability, Jūgo is able to give his flesh to those that are compatible with said cursed seals, thus healing any injuries they may have received. Because he is transferring his cells to the recipient, Jūgo's own body regresses in age, becoming younger in appearance. The effects, however, are temporary and can be reverted using the counterpart for this technique."}
{"jutsu_name": "Chain", "jutsu_type": "Kekkei Genkai, Ninjutsu, Senjutsu", "jutsu_description": "The user can cause their arm to stretch, covering distances much greater than their own body, allowing them to do many things like retrieve their fallen allies or throw their opponents around."}
{"jutsu_name": "Cha Barrage", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura attacks the opponent four times, and then with the help of Inner Sakura, she delivers twenty fast and powerful punches. She then kicks the opponent twice, sending them flying away."}
{"jutsu_name": "Certain-Kill Ice Spears", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "A technique in which several large ice spikes emerge from below to impale anything in their vicinity. The rate at which this occurs is so sudden that it's considered to be a certain kill. When used inside an enclosed area like a cottage, it leaves very little room for escape."}
{"jutsu_name": "Cellular Regeneration Absorption", "jutsu_type": "Kekkei Genkai, Ninjutsu, Senjutsu, Regeneration Techniques", "jutsu_description": "While in a transformed state, Jūgo extends a needle-like protuberance from the palm of his hand, places it into a target while proceeding to quickly absorb their flesh and blood, converting them into his own cells and restoring his stamina and body. He used this technique after being left on the brink of death by the Fourth Raikage. This technique also restores him to his normal size should he have previously reduced his flesh.\n\nReferences[]\n\n↑ Fourth Databook, page 318"}
{"jutsu_name": "Certain-Kill Treasured Tool Meteor", "jutsu_type": "Bukijutsu", "jutsu_description": "The user launches their jōhyō at the opponent."}
{"jutsu_name": "Cell Activation Technique", "jutsu_type": "Ninjutsu, Medical Ninjutsu, Regeneration Techniques", "jutsu_description": "This technique was engineered by Tsunade after observing Kabuto Yakushi's Yin Healing Wound Destruction technique.\n\nOverview[]\nUsed only in the most dire of surgical procedures to increase the patient's survival rate, if even only by a single percentage, this technique employs a great level of refined chakra control to activate all the cells in the patient's body simultaneously. This causes their body to start repairing itself while the medical-nin is operating; restoring damaged tissues and bone structures while healing the patient during more invasive and delicate procedures. With this technique, Tsunade was able to increase Rock Lee's surgery success rate from 50% to 58%.\n\nSee Also[]\nBody Revival Technique\nCreation Rebirth"}
{"jutsu_name": "Cat Surprise", "jutsu_type": "Hiden, Ninjutsu, Taijutsu", "jutsu_description": "While enhanced by her Cat Covering, Wasabi slashes at the ground, kicking up a dust cloud which acts as a smokescreen to set up other attacks by her team-mates."}
{"jutsu_name": "Bell Barrier Technique", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "This is a technique in which Shion's bell projects a hologram around the individual that is currently holding the bell, intercepting any damage that may pose a threat to them. Miroku says that nothing could destroy it and with its properties, Shion would be fully protected. She still has the power to explode threats that abut, as she did with the body of Mōryō."}
{"jutsu_name": "Bell-Flowered Lightning Blade", "jutsu_type": "Ninjutsu, Shurikenjutsu, Chakra Flow", "jutsu_description": "Kakashi throws several Lightning Release kunai, which reveal hidden enemy traps and set up an electric field against opponents."}
{"jutsu_name": "Cat God Possession: Monster Cat Beckoning Technique", "jutsu_type": "Hiden, Ninjutsu, Fūinjutsu", "jutsu_description": "Passed down in the Izuno Clan, the user uses a scroll to bring forth the chakra shroud of a giant cat. This technique displays prodigious strength, capable of smashing a massive stone boulder with a single blow."}
{"jutsu_name": "Bee Honey Technique", "jutsu_type": "Hiden, Ninjutsu", "jutsu_description": "The user summons a large number of bees that swarm over and sting the opponent. Every time a bee is injured or destroyed, it releases sticky honey on the opponent, which is strong enough to immobilise them. This is particularly effective against opponents who rely on close range physical attacks, such as practitioners of the Gentle Fist."}
{"jutsu_name": "Beheading Prison Chop", "jutsu_type": "Taijutsu", "jutsu_description": "A delivers a series of strikes to the opponent, sending them flying into the air. Then, he jumps and delivers a Lightning Oppression Horizontal Chop at the opponent — although without lightning — and smashes the opponent into the ground."}
{"jutsu_name": "Bee Bomb Technique", "jutsu_type": "Hiden, Ninjutsu", "jutsu_description": "This is a technique in which bees bombard the target with explosions detonated by the explosive tags attached to them."}
{"jutsu_name": "Beast-Human Needle Senbon", "jutsu_type": "Hiden, Ninjutsu", "jutsu_description": "In their transformed state, a Tenrō clan shinobi can shoot their hair like needles in all directions.\n\nSee Also[]\nNeedle Hell"}
{"jutsu_name": "Beeswax Clone", "jutsu_type": "Hiden, Ninjutsu, Clone Techniques", "jutsu_description": "The user makes a clone made of beeswax and when injured enough it dissolves back down into wax."}
{"jutsu_name": "Beigoma", "jutsu_type": "Kenjutsu", "jutsu_description": "Mifune jumps up the air, delivers a few slashes, and finishes it with a powerful spinning slash that sends his opponent crashing into the ground."}
{"jutsu_name": "Beast-Human Fury Kicks", "jutsu_type": "Hiden, Taijutsu", "jutsu_description": "In their transformed state, a Tenrō clan shinobi delivers a multitude of powerful kicks to the opponent."}
{"jutsu_name": "Beast Tearing Palm", "jutsu_type": "Ninjutsu", "jutsu_description": "A powerful technique of wind nature chakra that can cut and slash through any material. Sora activates it by summoning chakra in his right hand, and then swipes a slicing chakra wave which appears to be controlled by Sora's will and thoughts. He is also able to use the technique in a rapid-fire, successive motion. This technique became stronger when Sora was in the influence of the Nine-Tailed Demon Fox's chakra and instead of the usual blue colour, it was red.\n\nSee Also[]\nBlade of Wind\nWind Release: Vacuum Wave\nWind Release: Wind Cutter Technique"}
{"jutsu_name": "Beast Tearing Gale Palm", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is somewhat of an enhanced version of the Beast Tearing Palm. It uses chakra to infuse with and condense a mass amount of wind-chakra to form a massive demonic-like claw extending from the user's hand to strike and grab a target, as well as deflect any weapon or attack. Depending on its use, the user can manipulate the size and length of the claw to attack and defend at any range. In addition to making it a deadly weapon, the extending claw also carries tremendous force that can devastate anything in its path without affecting the user, making it useful for dislodging solid and heavy objects.\n\nSee Also[]\nTailed Beast Chakra Arms\nReferences[]\n\n↑ Naruto Collectible Card Game"}
{"jutsu_name": "Beast Sealing Technique", "jutsu_type": "Ninjutsu, Fūinjutsu", "jutsu_description": "After creating the necessary seals, the seal formula rises up in the form of multiple chakra chains and binds the target.\n\nSee Also[]\nAdamantine Sealing Chains\nDemonic Statue Chains"}
{"jutsu_name": "Battōjutsu", "jutsu_type": "Kenjutsu", "jutsu_description": "The user attacks the enemy with a sword at an incredible speed, causing a flash and a gust of wind upon impact, raising dust from the ground."}
{"jutsu_name": "Beast Human Clone", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "An \"Imitation Human Ninja Art\" (擬人忍法, Gijin Ninpō), this technique transforms a ninken into their Inuzuka partner. By doing this, the Inuzuka gains a copy of themselves that serves the same practical purpose as a shadow clone but without a shadow clone's steep chakra requirement. Even though they look identical, the ninken - because it's an animal - is likely to give away which of the two is which from how it moves and acts. To counteract this, the Inuzuka typically uses an Imitation Beast Ninja Art, causing them to act more feral and thus make it harder to tell them apart.[1] As with any transformation, the ninken will revert to their original form if they're knocked out.[2]\nWhen the Beast Human Clone is first used during the Chūnin Exams arc, Akamaru is seemingly the one to use this technique after he's been fed a soldier pill.[3] When it's used again during the Sasuke Recovery Mission, it is seemingly performed by Akamaru's partner, Kiba Inuzuka, instead.[4] On both occasions, the Beast Human Clone's use typically precedes the Fang Passing Fang. By Part II, the Beast Human Clone no longer seems necessary for Kiba and Akamaru's manoeuvres, presumably because Akamaru's natural size is much closer to Kiba's than it was in Part I."}
{"jutsu_name": "Bashōsen: Coil of Lightning", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Waving the Bashōsen downwards, the user causes lightning to surge around them.\n\nSee Also[]\nBashōsen: Coil of Earth\nBashōsen: Coil of Fire\nBashōsen: Coil of Water\nBashōsen: Coil of Wind"}
{"jutsu_name": "Bat Controlling: Ultrasonic Mind Waves", "jutsu_type": "Ninjutsu", "jutsu_description": "Once Rinji controls his bats, he commands them to produce high frequency ultrasonic waves that affect the mind of the opponent.\nThese bats (along with Shino's evolving insect strategy) have been the only effective counters to the Crystal Release. The ultrasound waves move at a frequency that allowed the crystal to breakdown at a molecular level, allowing dispersion of crystal particles back into the air."}
{"jutsu_name": "Bashōsen: Coil of Wind", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Swinging the Bashōsen, the user creates a powerful gust of wind which was powerful enough to destroy Kakuzu's lightning-mask.\n\nSee Also[]\nBashōsen: Coil of Earth\nBashōsen: Coil of Fire\nBashōsen: Coil of Lightning\nBashōsen: Coil of Water\nSickle Weasel Technique\nTyphoon Impact\nWind Release: Great Sickle Weasel Technique"}
{"jutsu_name": "Bat Controlling", "jutsu_type": "Ninjutsu", "jutsu_description": "Rinji has the special ability to produce ultrasonic waves and understand them. This way he can talk with bats, who use ultrasonic waves for communication. He is able to give them orders, like to search the area around him, and they seem to consider him a friend. He can use these bats to release powerful sonic waves."}
{"jutsu_name": "Bashōsen: Coil of Water", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Waving the Bashōsen, the user unleashes a torrent of water which chases after their opponent.\n\nSee Also[]\nBashōsen: Coil of Earth\nBashōsen: Coil of Fire\nBashōsen: Coil of Lightning\nBashōsen: Coil of Wind"}
{"jutsu_name": "Bashōsen: Coil of Fire", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Using the Bashōsen, the user waves the fan and unleashes an enormous trail of intense flames which torrents towards their intended target.\n\nSee Also[]\nBashōsen: Coil of Earth\nBashōsen: Coil of Lightning\nBashōsen: Coil of Water\nBashōsen: Coil of Wind\nReferences[]\n\n↑ Fourth Databook, page 324"}
{"jutsu_name": "Baryon Tail Breaker", "jutsu_type": "Ninjutsu", "jutsu_description": "The user uses their chakra tails to deflect or stop any incoming attacks.\n\nSee Also[]\nTailed Beast Chakra Arms\nReferences[]\n\n↑ Naruto x Boruto: Ninja Voltage"}
{"jutsu_name": "Bashōsen: Coil of Earth", "jutsu_type": "Ninjutsu, Bukijutsu", "jutsu_description": "Waving the Bashōsen down towards the ground, the user then unleashes a row of rising earth towards the opponent.\n\nSee Also[]\nBashōsen: Coil of Fire\nBashōsen: Coil of Lightning\nBashōsen: Coil of Water\nBashōsen: Coil of Wind"}
{"jutsu_name": "Baryon: Scarlet Flash", "jutsu_type": "Ninjutsu, Taijutsu", "jutsu_description": "In Baryon Mode, Naruto uses his enhanced speed to blitz through all the opponents in the surrounding area.\n\nSee Also[]\nTailed Beast Flash Bullet"}
{"jutsu_name": "Baryon Rasengan", "jutsu_type": "Ninjutsu", "jutsu_description": "Naruto performs a Rasengan while in Baryon Mode."}
{"jutsu_name": "Barrier: Toad Gourd Prison", "jutsu_type": "Ninjutsu, Barrier Ninjutsu, Space–Time Ninjutsu", "jutsu_description": "This technique summons a small, gourd-shaped toad, called a \"Gourd Toad\" (瓢箪蝦蟇, Hyōtan Gama), a unique species of toad indigenous to Mount Myōboku. By using the toad's tongue to drag in whatever it wraps around, this technique is best used to capture and isolate a victim dragging them into the toad's stomach. Isolated from the outside world by a barrier, the dimension sealed inside the Gourd Toad's stomach is far larger than the size of the Gourd Toad itself. Even if at a moment's notice, only the technique's caster can freely enter and exit the isolated space. Should the need arise, the toad can be used to transport whatever it has captured, releasing its contents when given the command.\nThe environment inside the toad's stomach is a cavernous chamber, which includes a lake of strong corrosive gastric acid that can dissolve anything that should happen to fall into it, along with shores around the acid lake, and rock formations sticking out of the lake; the already-existing structures within the Toad's stomach are seemingly unaffected by the acid lake. Once trapped inside, an opponent is cut off from any allies and susceptible to attack, and can then be easily defeated.\n\nReferences[]\n\n↑ Sha no Sho, page 253"}
{"jutsu_name": "Baryon Rasengan: Heaven Pierce", "jutsu_type": "Ninjutsu", "jutsu_description": "Naruto performs a Rasengan while in Baryon Mode."}
{"jutsu_name": "Baryon Mode", "jutsu_type": "Ninjutsu", "jutsu_description": "This article is about the jutsu. For Boruto chapter 52, see Baryon Mode.\n\n\n\nBaryon Mode (重粒子モード, Barion Mōdo) is a unique transformation accessible to Kurama with its jinchūriki. It uses all of Kurama's chakra present in its jinchūriki, resulting in the permanent exhaustion of the Tailed Beast's chakra in the user.\n\nContents\n\n1 Overview\n2 Drawbacks\n3"}
{"jutsu_name": "Barrier: Reclose Technique", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu, Barrier Ninjutsu", "jutsu_description": "A technique used by the shinobi from the Allied Shinobi Forces' Sealing Team. After performing the required hand seals, a barrier is erected to re-close an opening of an pre-existing barrier."}
{"jutsu_name": "Baryon Bullet Barrage", "jutsu_type": "Ninjutsu, Chakra Flow, Taijutsu", "jutsu_description": "The users rushes on the opponent with a barrage of punches covered in chakra."}
{"jutsu_name": "Barrier: Canopy Method Formation", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "This technique allows the user to create a spherical detection barrier with the user at the centre. At the user's command, the detection barrier can expand, grasping everything in the surroundings. The users can also detect anything that moves inside the barrier space with their own \"sense\". As the users move, the barrier will follow them."}
{"jutsu_name": "Barrier Talisman: Armoured Eye", "jutsu_type": "Ninjutsu, Fūinjutsu, Barrier Ninjutsu", "jutsu_description": "This technique was created by the hunter-nin of Kirigakure and according to Ao, they are the only ones who know how to cancel the technique.[2] When a specific part of the user's body is targeted, this technique is automatically activated. The talismans move to cover the specific body part and form a barrier to protect it. \nAo wears these talismans as earrings as a precaution should anyone try and target the Byakugan in his right eye socket. These talismans have the kanji for a humble form of \"to hear\" (承, shō, uketamawa(ru)) on both sides.\n\nReferences[]\n\n↑ Fourth Databook, page 318\n\n↑ Naruto chapter 471, page 6"}
{"jutsu_name": "Barrage of Gentle Fists", "jutsu_type": "Kekkei Genkai, Hiden, Taijutsu", "jutsu_description": "The user delivers a series of quick blows of the Gentle Fist on the opponent."}
{"jutsu_name": "Barrier Shattering Technique", "jutsu_type": "Ninjutsu, Cooperation Ninjutsu", "jutsu_description": "If there is a barrier active, the user can see in enemy territory and shatter the barrier's source from within while his team lends him chakra. \n\nSee Also[]\nBarrier Releasing Technique"}
{"jutsu_name": "Barrier Releasing Technique", "jutsu_type": "Ninjutsu, Fūinjutsu", "jutsu_description": "The user places four tags marked \"Release\" in a diamond formation on a barrier. After performing the hand seals, the technique will break the barrier. It takes time and concentration to break stronger barriers. To increase the strength of this technique, more than one user can perform the technique in unison.\n\nSee Also[]\nBarrier Shattering Technique"}
{"jutsu_name": "Barrier Method Formation — Triple Formula", "jutsu_type": "Ninjutsu, Barrier Ninjutsu, Fūinjutsu", "jutsu_description": "Iruka applies three simultaneous sealing formulas on the floor, side by side. Each causes an explosion if the opponent is caught up in them, and explode on their own after a while if no opponent triggers them."}
{"jutsu_name": "Barrier Gate Five Seals Technique: Castle Closing Eight Gates", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "This technique requires a scroll on which a blueprint of a particular area will be mapped. When activated, it causes four giant gates to emerge north, east, south, and west of the targeted area. Afterwards, the gates form a barrier around the area. This barrier has a very high durability, and anything that makes contact with it is immediately engulfed in flames. The only way to pass through the barrier unharmed is with a special seal."}
{"jutsu_name": "Barrier Method Formation", "jutsu_type": "Ninjutsu, Barrier Ninjutsu", "jutsu_description": "This is a type of trap ninjutsu (トラップ忍術, Torappu ninjutsu) where an area is defined using a number of special tags. When the area is entered by an opponent, a barrier is created. The barrier's properties vary depending on the tags used:[1] the Sound Four, for example, use explosive tags, which allows it to serve as a sort of booby-trap.[2] To prevent the trap from being noticed, the individual tags are placed in hidden locations, such as the shade of trees. Even if the tags are discovered, actually disarming them is very difficult, for which reason it's generally safer to simply avoid the area.[1] Shikaku Nara once forced his son, Shikamaru, to read a book that discussed this technique, which described it as \"a high-class ninjutsu\".[2]"}
{"jutsu_name": "Bando's Chakra Armour", "jutsu_type": "Ninjutsu", "jutsu_description": "Bando activates his chakra to surround him in a blazing yellow armour of pure chakra. Damage to Bando in this state is reduced greatly. His attacks are also amplified by the armour."}
{"jutsu_name": "Avalanche Dance", "jutsu_type": "Taijutsu, Shurikenjutsu", "jutsu_description": "Haku delivers a string of kicks, punches, and senbon slashes to his opponent, throws them up in the air while performing a back flip, and jumps higher than his opponent to throw senbon at them."}
{"jutsu_name": "Ballistic Waterwheel", "jutsu_type": "Taijutsu", "jutsu_description": "After the user swallows a great amount of water to make themselves into a human-sized ball, they tuck their limbs inside their clothes and use chakra to propel themselves into a powerful roll. The added water gives the user extra weight, causing more damage to the opponent and area. This is an excellent technique to use against Water Release users as it not only nullifies their attack but also turns it against them."}
{"jutsu_name": "Ball of Light Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "The user gathers a ball of concentrated light which hovers above their palm to illuminate their surroundings, similar to a lantern."}
{"jutsu_name": "Azure Stream", "jutsu_type": "Hiden, Ninjutsu, Kenjutsu", "jutsu_description": "Suigetsu creates a moving body of water beneath him that travels towards the opponent. He then slashes the opponent with the sword Kubikiribōchō multiple times.\n\nSee Also[]\nInstant Water\nWave Break\nWater Release: Surfing Strike"}
{"jutsu_name": "Banshō Kokuin", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Madara creates a black sphere that attracts all matter to it and throws it forwards. As it goes, the sphere picks up debris, hitting any opponents on its path with it."}
{"jutsu_name": "Asura Path", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "This article is about information on the ability. For information on the character, see Asura Path. For other uses, see Asura (disambiguation).\n\n\n\n\nThe Asura Path (修羅道, Shuradō) grants the user the ability to augment their own body to summon mechanised armour and various ballistic and mechanical weaponry.[2]  During his lifetime, Nagato channelled the Asura Path through the body of a ninja puppeteer.\n\nContents\n\n1 Usage\n2 Mechanisms\n3 Influences\n4 References\n\n\nUsage[]\nThrough the Asura Path, the user is able to form up to four additional arms and two additional faces, as well as a folded, serrated blade-like sash around their waist. These additional appendages, as well as the user's body as a whole, are augmented with a variety of mechanical weaponry, which they can access at will. The user can fire their forearms as long-range projectiles or pull them off to reveal and fire a cluster of segmented missiles at targets. They are also able to protrude a set of flexible blades and drills or a series of mechanical tendrils from their arms, as well as quickly propel themselves forward by emitting a burst of chakra from holes in their feet. The user can also release a powerful chakra blast, which is capable of destroying numerous buildings at once, either by transforming one of their hands into a cannon or by opening the crown of their head.\nThe body through which Nagato channelled the Asura Path displayed enough raw physical power to rip Jiraiya's arm off and crush his throat with basic taijutsu, as well as to throw the Animal Path all the way into Konohagakure from the outskirts of the village. Additionally, the Asura Path was able to survive otherwise fatal damage due to its mechanised insides. All of these abilities befitted the \"warring demon\" name that the Asura Path held, whilst giving it a considerable degree of versatility.\n\n\nMechanisms[]\nThe detached hand being launched.As displayed through Nagato's Path, not only was the arm detachable, but a cluster of segmented missiles produced from within it.The arm itself could be used as a launching pad to launch the missiles.The Path's head opening up to reveal a cannon.The Path being propelled with mechanisms from the feet. The right hand also shows additional weapons being produced.Additional arms being equipped in battle.\nInfluences[]\nIn Buddhism, the Asura realm is the plane of semi-divine warring demons which people are reincarnated in due to actions based on jealousy, struggle, combat or rationalisation in a previous life, and though powerful, live in constant violence and conflict to which there is no resolution nor peace. Following a common depiction of Asura, this ability allows the user to possess six arms and three faces, each of which display a different emotion. Like Deva, Asura are also a race of supernatural beings. They are also featured in Hinduism as divine beings, and are known to live a life pursuing power, while indulgent and representative of materialistic and carnal pleasures. Both depictions play in the abilities of the Asura Path.\nIt also draws inspiration from Hinduism, where Asuras in mythology purportedly had the ability (called Astra) to use magical equivalents to modern day biological missiles.\n\nReferences[]\n\n↑ Fourth Databook, page 257\n\n↑ Naruto chapter 551, page 6"}
{"jutsu_name": "Attack of the Twin Demons", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "This technique allows Ukon to inhabit his brother, Sakon's, body, moving within it freely and emerging from Sakon at will. This allows Ukon to help Sakon in combat in ways that Sakon would not be able to do alone, such as emerging from Sakon's back to intercept surprise attacks or producing hands from Sakon's head to attack from angles that Sakon cannot. Alternatively, Ukon can add his fists to Sakon's punches and feet to Sakon's kicks, tripling their power. Until opponents become aware of Ukon's presence, they are likely to be confused by Sakon's inexplicable and unpredictable combat ability.[1] Ukon can fully emerge from Sakon's body so that they can work together,[3] but because of how much time he spends in Sakon's body he isn't used to independent movement and thus tires easily.[4]\nAfter integrating Sakon's cells into his body, Kabuto Yakushi is able to use this technique to generate mindless clones of other shinobi, including the Sound Five and Orochimaru, from his own body in order to perform their techniques.[5]"}
{"jutsu_name": "Assimilation: Sand Binding Coffin", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is a copy of Gaara's Sand Binding Coffin by Nagare, with the difference being rock powder instead of sand. However, Nagare needs to use Assimilate All Creation Technique before he can use this technique. The powder encloses the opponent and then crushes them, killing them."}
{"jutsu_name": "Assimilate All Creation Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "The Assimilate All Creation Technique enables the user to take on the properties of a nearby object, material, or substance, and any of its special characteristics. \n\nContents\n\n1 Overview\n2 Usage\n3"}
{"jutsu_name": "Assimilation: Rock Blizzard", "jutsu_type": "Ninjutsu", "jutsu_description": "After performing the Assimilate All Creation Technique to fuse with an object, Nagare controls the rocks that make up his \"body\" and pelts his opponent with the rocks able to regenerate immediately after any attack."}
{"jutsu_name": "Assimilation: Rock Tank", "jutsu_type": "Taijutsu", "jutsu_description": "This technique is a copied version of the Akimichi clan's Human Bullet Tank technique, the only difference being that the user uses the Assimilate All Creation Technique to fuse with a nearby rock and collect the necessary mass to perform it, instead of creating it themselves by converting body fat into chakra."}
{"jutsu_name": "Assimilation: Sand Waterfall Funeral", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is very similar to Gaara's Sand Waterfall Funeral, with the exception of using rock powder instead of sand. After capturing a target with the Assimilation: Sand Binding Coffin, Nagare causes the coffin to constrict and crushes the opponent to death."}
{"jutsu_name": "Asura Attack", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "With the body modifications of the Asura Path, the user can open parts of their body to reveal a cannon that fires a massive blast of chakra with explosive power strong enough to devastate an entire area.[1] When Nagato used this through his path, he opened the body's head to reveal the chakra cannon, and when he did so himself after his reincarnation, he used an arm-mounted cannon."}
{"jutsu_name": "Art (jutsu)", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu", "jutsu_description": "This article is about the jutsu from Naruto Shippūden: Ultimate Ninja 4. For the anime episode, see Art.\n\n\n\n\nDeidara creates a giant bird of clay, and then rides on top of it and flies rapidly towards the opponent, and releases several smaller birds of clay, who fly to the ground and trigger a series of explosions towards the opponent."}
{"jutsu_name": "Ascension and Fall", "jutsu_type": "Ninjutsu, Senjutsu", "jutsu_description": "Obito slashes the opponent with the Sword of Nunoboko twice, throws a projectile from the Truth-Seeking Balls and morphs them into two large hands which ensnare the opponent with purple lightning-like chakra."}
{"jutsu_name": "Assassination Technique", "jutsu_type": "Kenjutsu, Fighting Style", "jutsu_description": "A sword technique used by Root members. Using their signature double-edged, tip-less tantō, the user attacks their opponent with a series of swift slashes."}
{"jutsu_name": "Armour of Sticky Gold", "jutsu_type": "Hiden, Ninjutsu", "jutsu_description": "Kidōmaru secretes Spider Sticky Gold from his pores like sweat until it fully covers his body. It solidifies instantly when it makes contact with the air, becoming a defensive armour as strong as steel.[1] Kidōmaru can produce the armour very quickly, even against attacks that take him by surprise.[2] As a special property of the Sticky Gold, the armour is fortified against chakra, granting Kidōmaru resistance to many ninjutsu and insulating him from attacks such as the Gentle Fist.[1]\n\nSee Also[]\nArmour of Sand\nReferences[]\n\n↑ 1.0 1.1 1.2 Tō no Sho, page 264\n\n↑ Naruto chapter 194"}
{"jutsu_name": "Armour of Sand", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique is the second part of Gaara's \"Absolute Defence\", his Shield of Sand being the first part. As the name implies, Gaara covers his body in a layer of sand, wearing it like armour. Although it defends him from attacks that bypass his Shield of Sand, maintaining it consumes a great deal of chakra. Furthermore, it does not activate automatically like the Shield of Sand does (instead relying on Gaara to apply when needed), nor is it as resilient;[1] wherever part of the Armour of Sand is struck, that section of it crumbles away. The sand itself also weighs Gaara down, slowing him and placing greater strain on his movements. Despite all this, the Armour of Sand's combination with the Shield of Sand is an effective one, enabling Gaara to go years without the slightest injury.[2]\n\nSee Also[]\nArmour of Sticky Gold\nCrystal Armour\nEarth Release: Hardening Technique\nEarth Release: Earth Spear\nLava Release Chakra Mode\nLightning Release Chakra Mode\nRock Armour\nSand Cloak Technique\nReferences[]\n\n↑ 1.0 1.1 Rin no Sho, page 203\n\n↑ Naruto chapter 83"}
{"jutsu_name": "Armour-Eater", "jutsu_type": "Ninjutsu", "jutsu_description": "The user melts pieces of their armour, creating a black liquid that they can freely manipulate. The material itself is durable enough that it isn't easily pierced and, in its liquid form, can be used to encase the target and trap their body.[1]\n\nSee Also[]\nSealing Technique: Octopus Hold\nReferences[]\n\n↑ Naruto Gaiden: The Road Illuminated by the Full Moon, page 25"}
{"jutsu_name": "Armageddon Countdown Clock", "jutsu_type": "Ninjutsu", "jutsu_description": "After performing the hand seal, a special clock appears on the palm of one's choosing. This clock was developed by Konohagakure, only to be used by the five Kage and their most trusted assistants. It serves as a countdown to the Earth's destruction, after Toneri dislodged the Moon from its orbit."}
{"jutsu_name": "Arm of Shukaku", "jutsu_type": "Ninjutsu", "jutsu_description": "Gaara engulfs himself in a sand barrier as Shukaku's arm bursts from an opening, striking the opponent.\n\nSee Also[]\nSand Binding Coffin"}
{"jutsu_name": "Arm Growth Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "From the shoulders, the user is able to create an extra set of muscular arms of varying size. From these arms, the user can shield himself from ninjutsu, form hand seals, and even provide extra mobility to move about and scale terrains."}
{"jutsu_name": "Arhat Fist", "jutsu_type": "Taijutsu, Fighting Style", "jutsu_description": "This fighting style relies on Jirōbō's brute strength to carry out showy and violent physical attacks. By taking careful control of his weight and making complicated body movements, Jirōbō is able to use his entire body to break and crush targets. Jirōbō's naturally \"monstrous\" strength is drastically increased when he activates his cursed seal, to the point that, in its second level, he is able to throw Chōji Akimichi's Super Multi-Size Technique.[1]\n\nMoves[]\n\n\n\n\nRising Knee (昇膝, Shōshitsu, English TV: Crushing Knee): Jirōbō strikes his opponent with an upward thrust of his knee.[2]\n\n\n\n\nThrusting Shoulder (突肩, Tokken, English TV: Shoulder Charge): Jirōbō strikes his opponent with his shoulder.[2]\n\n\n\n\nCrumbling Palm (崩掌, Hōshō, English TV: Shatter Palm): Jirōbō strikes his opponent with a forward palm thrust.[3]\n\n\n\n\nRising Attack Palm (昇撃掌, Shōgekishō, English TV: Slamming Palm): Jirōbō strikes his opponent with an upwards palm thrust.[4]\n\n\n\n\nPressure Palm (圧掌, Asshō, English TV: Crushing Palm): Jirōbō strikes his opponent with a downwards palm thrust.[4]\n\n\n\n\nRock Attack (岩撃, Gangeki, English TV: Slamming Boulder): Jirōbō punches his opponent.[4]"}
{"jutsu_name": "Area Scanning Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "By touching a solid surface with their hand or finger, the user can channel their chakra through the area, allowing them to accurately scan it. From this a person can roughly map out entire structures and surroundings, as well as determine the presence and location of targets in the surrounding area. Doing so allows to detect for threats, traps, and hidden rooms. It is also possible to determine the weak points and fine details in a single structure."}
{"jutsu_name": "Aqua Shoot", "jutsu_type": "Ninjutsu", "jutsu_description": "The user gathers a small orb of water and kicks it towards the opponent.\n\nSee Also[]\nTruth-Seeking Kick"}
{"jutsu_name": "Antlion Ninja Arts: Ephemeral", "jutsu_type": "Ninjutsu, Kinjutsu", "jutsu_description": "This article is about the anime-only kinjutsu used by Kagerō. For the genjutsu used by Itachi Uchiha, see Ephemeral. For other uses, see Utakata (disambiguation).\n\n\n\n\nThe user creates four firefly-like chakra wings and fires out a powerful energy blast from them. Kagerō claims that this technique can be used only once in a lifetime since it consumes so much chakra that the user is left in a near-death state after performing it. During the duration of this technique, the user can also transport themselves instantaneously using a technique that is similar to teleportation.\n\nSee Also[]\nEight Gates\nPressure Points of Harm and Death\nSeven Heavens Breathing Method\nBando's Chakra Armour\nReferences[]\n\n↑ Naruto Collectible Card Game"}
{"jutsu_name": "Apricot Blossom Droop", "jutsu_type": "Taijutsu, Ninjutsu", "jutsu_description": "Kurenai attacks her opponent with a combination of an elbow blow and two kicks before releasing a breath of cherry blossom petals that burst at the opponent, bombarding them."}
{"jutsu_name": "Ankorodō Hiden Ninjutsu: Mochi Release: Infinite Dumplings", "jutsu_type": "Ninjutsu, Hiden", "jutsu_description": "The user causes the dumplings near them to grow to enormous sizes. The constant growth makes it difficult for attacks to subdue the growing substance. Consumed dumplings will no longer grow."}
{"jutsu_name": "Annihilation", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu, Taijutsu", "jutsu_description": "Obito lands a series of punches and kicks to his opponent, all the while phasing between attacks."}
{"jutsu_name": "Animal Path", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "This article is about the ability.  For other uses, see Animal Path (disambiguation).\n\n\n\n\nThe Animal Path (畜生道, Chikushōdō) grants a Rinnegan user the ability of summoning various animals and creatures to aid it in battle. These creatures appear to be immortal, as they were killed and later summoned again. Worthy of note, summoning creatures through the Animal Path require no blood sacrifice or hand seals. The Animal Path can also summon people using hand signs, such as the case of Nagato's Paths and Konan. Tactics-wise, the Animal Path's primary role in battle appears to consist of overwhelming multiple opponents with a barrage of summons.\nIn the case of Nagato, having originally channelled the Animal Path through the corpse of a Fūma clan shinobi and then the corpse of Ajisai in life, the creatures summoned appear to have undergone the same modifications as his Paths of Pain, having chakra receivers embedded in their bodies. Nagato also tends to send the Animal Path first into battle to throw enemies off about the number of enemies they are really facing. As they also display the Rinnegan, the creatures serve as extensions of Nagato.[1] During the Fourth Shinobi World War, Nagato used his summons for transport before being rejuvenated to move on his own power. \n\nSummons\n\nGiant Drill-Beaked Bird\nGiant Multi-Headed Dog\nGiant Snake-Tailed Chameleon\nGiant Panda\nGiant Ox\nGiant Rhino\nGiant Crustacean\nGiant Centipede\nThe other Paths of Pain\nKonan\nInfluences[]\nBuddhists believe that animals inhabit a different dimension separated from humans not spatially but mentally, called the \"Tiryagyoni realm\"; an unhappy plane of rebirth which revolves around fear, instinct and survival of the fittest, suffered by those animals that work for humans and, above all, by those ignorant to what is happening to them.\n\nReferences[]\n\n↑ Naruto chapter 551, page 6"}
{"jutsu_name": "Anger of the Sky and the Cherry Blossom and the Earth", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura summons a giant Inner Sakura to strike the ground with her fist, causing a massive shock wave to be sent on both sides."}
{"jutsu_name": "Animal Cursed Seal", "jutsu_type": "Kinjutsu, Juinjutsu, Senjutsu", "jutsu_description": "This is a unique cursed seal applied by Orochimaru, still in its experimental stages, and therefore was incomplete and unstable.\n\nContents\n\n1 Overview\n\n1.1 Acquisition\n\n1.1.1 Ingredients\n\n\n1.2 Appearance\n1.3 Powers\n\n\n2 Drawbacks\n3"}
{"jutsu_name": "Anātman", "jutsu_type": "Ninjutsu", "jutsu_description": "Gaara sends a wave of sand towards his opponent, holding them in the air, then throwing them into the ground, and finally up in the air again."}
{"jutsu_name": "Amputation Punishment", "jutsu_type": "Bukijutsu, Taijutsu", "jutsu_description": "Hidan attacks the enemy many times with his scythe, then he flips in the air while cutting downwards onto the opponent."}
{"jutsu_name": "Amplification Summoning Technique", "jutsu_type": "Ninjutsu, Space–Time Ninjutsu", "jutsu_description": "This is a summoning technique that bestows a special ability upon a summoned creature once predefined condition has been met.[1]\n\nOverview[]\nWhile it is unknown how often Pain modified any of his other summoned creatures with this technique, he has granted his dog summon a number of abilities that increased both its offensive potential and overall resilience.[1] For instance, having set the condition to multiply when being dealt damage, the canine could divide into more identical beasts and increase its combat capability. It seems that multiple abilities can be granted, as the beasts can recombine if needed, having one body carry the heads of however many additional beasts were created. It was also given the ability to split independent of damage, grow wings that enable flight, shape-shift to avoid capture, as well as the ability to self-destruct.[2]\n\nSee Also[]\nSlug Great Division\nReferences[]\n\n↑ 1.0 1.1 1.2 Sha no Sho, page 282\n\n↑ Naruto: Shippūden episode 131"}
{"jutsu_name": "Amenotejikara: Chidori", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Shurikenjutsu", "jutsu_description": "Sasuke throws some lightning infused kunai at his opponent. When they're about to connect, Sasuke switches place with one of them, and delivers a Kagutsuchi enhanced Chidori."}
{"jutsu_name": "Amenotejikara: Instant", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Kenjutsu, Space-Time Ninjutsu", "jutsu_description": "Sasuke attacks his opponent with sword slashes and kicks, uses Banshō Ten'in to pull them closer and stun them with Chidori Sharp Spear, before jumping up and throwing a kunai behind his opponent, which he switches with, and slashes them with an electrified slash from his sword."}
{"jutsu_name": "Amenosubaruboshinomikoto: Ryūgū", "jutsu_type": "Ninjutsu", "jutsu_description": "The user extends their arm outward at the target with an open palm. A massive purple ball of energy is then unleashed, followed by a immense demonic purple serpent. Its power is able to compete with the Parent and Child Rasengan."}
{"jutsu_name": "Amenotejikara", "jutsu_type": "Kekkei Genkai, Ninjutsu, Space–Time Ninjutsu, Dōjutsu", "jutsu_description": "Amenotejikara is a space–time ninjutsu used by Sasuke Uchiha through the power of his Rinnegan, which was entrusted to him by the Sage of Six Paths.[1]\n\nContents\n\n1 Usage\n2 Influence\n3"}
{"jutsu_name": "Amenosubaruboshinomikoto: Gyokkō", "jutsu_type": "Ninjutsu", "jutsu_description": "The user extends their arm outward at the target with an open palm. A purple energy burst in then unleashed in a variety of ways, including a powerful shockwave or a ball of great concussive force."}
{"jutsu_name": "Banshō Ten'in", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "This article is about the technique. For chapter 435, see Banshō Ten'in.\n\n\n\nBanshō Ten'in is a technique that manipulates attractive force (引力, inryoku) to pull matter towards the user at will. It has the same five second limit as the Shinra Tensei as stated by Chōji Akimichi.[2] The area of effect can be localised, so it is possible to selectively attract a target or targets without affecting the object or the structure they're connected to.[3][4] It is also possible to attract multiple targets at once, causing them to collide with each other.[4] The ability to manipulate attractive forces with this technique is granted by the Deva Path much like its counterpart Shinra Tensei.\n\nOther Media[]\nAn enhanced, \"Full Throttle\" version of Banshō Ten'in appears in Naruto Shippūden: Shinobi Rumble, called \"Banshō Ten'in: Dōmetsu\" (万象天引・導滅, literally meaning: Heavenly Attraction of All Creation: Guiding Destruction).\nIn Naruto Shippūden: Ultimate Ninja Impact, Nagato can also use it to lift the ground and throw it at the opponent, called \"Banshō Ten'in: Jidō\" (万象天引・地動, literally meaning: Heavenly Attraction of All Creation: Ground Motion).\n\nInfluence[]\nThe names of Banshō Ten'in and its companion ability, Shinra Tensei, are derived from Shinra Banshō (神羅万象, literally meaning: Everything Covered by God), a Japanese four-character idiom and homophone variant of Shinra Banshō (森羅万象, literally meaning: All-Covering Forests and Ten Thousand Things), a Buddhist idiom which has come to mean \"All Nature\" or \"All Creation\"."}
{"jutsu_name": "Amenominaka", "jutsu_type": "Kekkei Mōra, Ninjutsu, Space–Time Ninjutsu, Dōjutsu", "jutsu_description": "Using her Rinne Sharingan, Kaguya Ōtsutsuki replaces the world around her with one of her personal dimensions; everyone near Kaguya at the time will experience the same change of place.[1] Unlike most space–time ninjutsu, where users move themselves to a destination, Kaguya moves the destination to herself.[2] To relocate such large dimensions requires an immense amount of chakra, so much so that only Kaguya is able to do so.[1] However, even she will start to tire out if she uses Amenominaka too much.[3] To an onlooker, Kaguya and everyone else will appear to simply vanish from the previous dimension they were in, without even a detectable trace of their chakra left behind.[4]\nThose affected by Amenominaka will maintain their positions relative to each other between dimensions, so that somebody approaching Kaguya in one dimension will still be approaching her in the next. Because Amenominaka works on everybody in the vicinity of Kaguya, she cannot use it to escape from attackers or to transport only certain individuals to other dimensions; for both purposes, she instead relies on Yomotsu Hirasaka.[5] Kaguya does seem to have some control over where she and the others will appear within a dimension, giving her a strategic option: when first depicted, she shifts high into the air of her lava dimension, leaving her opponents to fall into the molten sea below;[2] when she is being attacked by Naruto Uzumaki and Sasuke Uchiha, she shifts to a part of her ice dimension that places Naruto and Sasuke within a glacier, trapping them and thus stopping their attack.[5]\nWhen Kakashi Hatake first experiences Amenominaka, he believes it is the result of a genjutsu because of how suddenly it happens and how stark the change is from where he was (Earth). It is only from noticing that the new world is too vast in size and intricate in detail that he realises it cannot be a mere illusion.[2] He nevertheless revisits the genjutsu comparison later, noting that - from his perspective - Kaguya seems to be instantly rewriting reality with each use of Amenominaka.[5]"}
{"jutsu_name": "Amenosubaruboshinomikoto", "jutsu_type": "Ninjutsu", "jutsu_description": "Using his chakra-made fishing rod, Urashiki launches a barrage of multiple hooks at his opponent to steal their chakra."}
{"jutsu_name": "Ame no Ohabari", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu, Kenjutsu", "jutsu_description": "Utlising his Susanoo, Itachi performs a horizontal slash with the Sword of Totsuka."}
{"jutsu_name": "Amaterasu: Wailing Sky", "jutsu_type": "Kekkei Genkai, Dōjutsu, Ninjutsu", "jutsu_description": "Using Susanoo, Indra sends Amaterasu to the sky, which then rains down on the opponent."}
{"jutsu_name": "Amaterasu: Lingering Fire", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "Sasuke has his Susanoo extend its hand holding a giant Amaterasu orb, and causes it to release smaller Amaterasu orbs, which explode on when it comes into contact with the opponent. The orbs remain as traps on the battlefield for a short while."}
{"jutsu_name": "Amenomihashira", "jutsu_type": "Ninjutsu", "jutsu_description": "After cupping both hands, the user creates a barrier with a large spiralling sphere of chakra inside. The sphere will then split into five smaller versions. After which the user can launch the attack. If the attack collides with another attack, the barrier will take the damage, releasing the five spheres so the attack can continue its path. Upon contact, the spheres will disperse in a fairly large explosion.\n\nContents\n\n1 Influence\n2"}
{"jutsu_name": "Amaterasu: Flame Wrapping Fire", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "The manipulated flames of Amaterasu are used to cover the ribs of Susanoo with the flames, surrounding the user with a shield of black fire. In addition to the damage it can inflict, this technique has the psychological effect of causing melee enemies to hesitate in attacking the user of this technique."}
{"jutsu_name": "Amaterasu: Dual Layer", "jutsu_type": "Kekkei Genkai, Cooperation Ninjutsu, Ninjutsu, Dōjutsu", "jutsu_description": "Sasuke and Itachi simultaneously use Amaterasu on the opponent, pushing them back, and then each summons their Susanoo, before shooting an arrow and a group of Yasaka Magatama, respectively. The impact results in an explosion of the black flames, after which they apply a second layer of Amaterasu, compressing the explosion for a moment before it builds up and explodes again."}
{"jutsu_name": "Amaterasu", "jutsu_type": "Kekkei Genkai, Ninjutsu, Dōjutsu", "jutsu_description": "This article is about the ninjutsu Amaterasu. For the Naruto: Shippūden episode, see Amaterasu!.\n\n\n\nAmaterasu is a Mangekyō Sharingan dōjutsu, and the highest level of Fire Release.[2] Said to represent the \"Material World and Light\" (物質界と光, Busshitsukai to Hikari), Amaterasu is the antipode to Tsukuyomi.[1]\n\nContents\n\n1 Overview\n2 Influence\n3"}
{"jutsu_name": "Amanohabaya", "jutsu_type": "Ninjutsu", "jutsu_description": "Kinshiki manifests several different bladed weapons and hurls them at his opponent."}
{"jutsu_name": "Altering Terrain Technique", "jutsu_type": "Ninjutsu", "jutsu_description": "Using her diagram scroll, Fuen maps out an area and then is able to physically modify it to her will by drawing in additions to the terrain."}
{"jutsu_name": "All is Suffering", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Using the giant statue as a medium, each of the five smaller heads encircling the statue's main head simultaneously release a stream of a different elemental nature attack.\n\nInfluence[]\nIssai Kaiku (一切皆苦) is a Japanese four-character idiom for the first of the Four Noble Truths in Buddhist teaching, the Dukkha, specifically that all experiences are ultimately sources of suffering."}
{"jutsu_name": "Almighty Sakura", "jutsu_type": "Taijutsu", "jutsu_description": "Sakura gathers large quantities of chakra and summons her Inner Sakura, and releases a painful punch onto the enemy.\n\nSee Also[]\nCherry Blossom Impact"}
{"jutsu_name": "All Weapons Above Heaven", "jutsu_type": "Ninjutsu", "jutsu_description": "This technique raises all the status boosts (Speed, Attack, Defence) for all characters in battle with Tenten."}
{"jutsu_name": "All Directions Shuriken", "jutsu_type": "Ninjutsu, Shurikenjutsu, Clone Techniques, Kinjutsu", "jutsu_description": "After using the Multiple Shadow Clone Technique, Naruto Uzumaki and his shadow clones simultaneously throw shuriken at a target. Because of how many shuriken there are and how many directions they're thrown from, the target, regardless of how skilled they may be, cannot reasonably dodge all of them.[1] As such, their only real option is to try and shield themselves to minimise the damage.[2] This focus on the shuriken inevitably creates blind-spots in the target, which is the actual purpose of this technique: the many Narutos can focus on these blind-spots to execute additional attacks.[1]"}
{"jutsu_name": "Allied Shinobi Forces Technique", "jutsu_type": "Kekkei Genkai, Hiden, Ninjutsu, Genjutsu, Taijutsu, Cooperation Ninjutsu", "jutsu_description": "This article is about collaborative techniques used by the Allied Shinobi Force.  For other uses, see Allied Shinobi Forces Technique (disambiguation).\n\n\n\n\nThe Allied Shinobi Forces Technique is a combination of many techniques devised by Shikaku Nara, using the unique abilities of the Allied Shinobi Forces to combat the Ten-Tails.\n\nUsage[]\nThe Allied Shinobi Forces Technique is focused on three primary goals; disrupt the opponents sensory abilities, restrain the Ten-Tails, and combat and remove Madara and Obito Uchiha from play. Using Inoichi's telepathic abilities, Shikaku was able to relay the formation to every member of the alliance at once.\nThe first step would executed by the Kumo-nin, who would use Lightning Release: Lightning Illusion Flash of Lightning Pillar to temporarily blind the opponents and Storm Release: Laser Circus to create a cloud of dust. Next, Suna-nin would use their Wind Release: Air Current Wild Dance to manipulate the dust to further obscure the Uchiha's vision, while Aburame clan members and Kiri-nin would use their Insect Jamming Technique and Hiding in Mist Technique to impair their sensory skills. \nThe second step, to restrain the Ten-Tails, would see the Iwa-nin create a large sink hole with their Earth Release: Great Moving Earth Core, with their lava users covering the beast with quicklime, mixing it with the Kiri-nin's water. Konoha's Sarutobi clan would then heat this mixture into concrete, trapping the Ten-Tails.\nWith the Ten-Tails restrained, the rest of the alliance would rush Madara and Obito using taijutsu, having coordinated with Naruto to exploit their weaknesses."}
{"jutsu_name": "Akuta", "jutsu_type": "Ninjutsu, Kinjutsu", "jutsu_description": "Akuta is an Earth Release technique that's created from a Land of Earth's kinjutsu, which is seemingly inspired by a jutsu that was unearthed by Ōnoki. It was a technique designed by Ōnoki to protect the village from attackers while lowering the number of casualties.\n\nOverview[]\nThe Akuta creates living organisms made of clay[1] that are weaponised. They are able to phase through the earthen ground for travel and drag their enemies with them, as well as extend their limbs.[2] While they have no fear, they have a limited lifespan and intelligence, being capable of obeying instructions and communicating with fabrications.[3] Their masks are their weakness, the destruction of which would lead to their deaths.\nWhile deemed to have no will, this was prove false in Akkun's existence, a small Akuta who gained affection to Inojin Yamanaka, and even defied its comrades to protect him. Kirara deemed Akkun as a defect for such traits. When the fabrications decided to take matters into their own hands, the Akuta produced even went against Ōnoki's orders.\n\nDevelopment[]\nŌnoki created this technique in response to a missing-nin's attack claiming the lives of many young shinobi. When he first demonstrated it, they suddenly disobeyed him and attempted to attack the audience, which led Kurotsuchi to reject the technique's further development. Despite this, Ōnoki continued to hone this technique in secrecy, eventually managing to create more obedient creatures.\nIwagakure housed an underground facility where more Akuta are being mass produced. It was later destroyed by Konohamaru Sarutobi.\n\nReferences[]\n\n↑ Boruto episode 88\n\n↑ Boruto episode 82\n\n↑ Boruto episode 89"}
{"jutsu_name": "All-Killing Ash Bones", "jutsu_type": "Kekkei Mōra, Ninjutsu", "jutsu_description": "A certain-kill technique, the user hardens their own bones and protrudes them out of the skin, and then fires these weaponised structures from their back or from their palms at the intended target. When these bones pierce a living organism, the bone and target starts to deteriorate at a molecular level, disintegrating the victim and reducing their bodies to nothing more than a pile of ash.\nKaguya has used this attack in a variety of ways: as a projectile attack, incorporating the use of her dimension-manifesting abilities to land a two-sided attack as well as a close-range melee attack.[2]\nUnlike other certain-kill techniques, in which the victim can survive if they possess extraordinary endurance, this technique is guaranteed to kill the victim if it connects and thus, truly lives up to the name of certain-kill techniques."}
{"jutsu_name": "Alder", "jutsu_type": "Kekkei Genkai, Taijutsu", "jutsu_description": "Kimimaro rushes at his opponent, and using them as support, jumps over them, and grows bone spikes from his back, hitting them at once."}
{"jutsu_name": "Air Sand Protective Wall", "jutsu_type": "Ninjutsu", "jutsu_description": "This air defence technique creates a giant shield of sand that is suspended in mid-air by raising a great amount of sand from the ground. By gathering the best possible mineral-rich sand, the hardness of the shield is considered to be very high. \nFurthermore, the sand has its defensive strength raised by flowing chakra through it. It was strong enough to protect Sunagakure from Deidara's C3, and stop a lightened Tengai Shinsei.\nIn the The Last: Naruto the Movie, Gaara uses this technique in conjunction with wind-natured chakra, creating multiple giant sand shields, to protect his village from a falling meteor."}
{"jutsu_name": "Air Raid Shot", "jutsu_type": "Ninjutsu", "jutsu_description": "Kankurō's puppet, Karasu, soars into the air with the help of a special flight modification and releases a series of bombs upon the enemy that explodes on impact. An advanced version is that these bombs can be filled with poisonous gas to cause extra damage."}
{"jutsu_name": "Air Lightning Strike", "jutsu_type": "Taijutsu, Shurikenjutsu", "jutsu_description": "The user punches the opponent twice with their fist, then palms them upward to launch them high into the air. The user then jumps above them and punches them back down. Then, the user binds the opponent with large shuriken from above, then lands several powerful blows while spinning like a drill, drilling the opponent into the ground. Upon the user hopping off of their target, the victim even ends up spinning along the ground afterwards due to the momentum of the prior spin."}
{"jutsu_name": "Agonizing Thorn Technique (Simply Put a Kanchō)", "jutsu_type": "Taijutsu, Ninjutsu", "jutsu_description": "After punching and kicking the opponent a few times, Tobi performs the Skewering Headbutt, burrowing himself underground, and comes up from below his opponent, performing a kanchō on them."}
{"jutsu_name": "Air Lightning Bullet", "jutsu_type": "Taijutsu, Shurikenjutsu", "jutsu_description": "The user punches the opponent twice with their fist, then palms them upward to launch them high into the air. The user then jumps above them and punches them back down. Then, the user binds the opponent with large shuriken from above, then lands on them with a powerful stomp."}
{"jutsu_name": "Air Gold Dust Protective Wall", "jutsu_type": "Kekkei Genkai, Ninjutsu", "jutsu_description": "Making use of his Gold Dust, the Fourth Kazekage raises it above him to create a thick barricade in order to block incoming aerial attacks, whilst using hand gestures to dictate the shape that the barrier adopts. This ability is strong enough to guard against even Gaara's Sand Hail technique."}
{"jutsu_name": "Afterglow", "jutsu_type": "Kenjutsu", "jutsu_description": "Sasuke dashes toward his opponent and quickly slashes them with his sword."}
{"jutsu_name": "Afterimage Clone", "jutsu_type": "Ninjutsu, Clone Techniques", "jutsu_description": "Shisui uses the Body Flicker Technique, and moves around creating several afterimages. With his speed, he can move between his afterimages, and deliver attacks from each of them, each of them having mass behind them. If attacked, he moves out of the way, letting his opponent's attack go through one of his afterimages. He is able to move so fast between the afterimages that not only is each one indistinguishable via Sensor Types, but he can also attack opponents with several afterimages at once. \n\nSee Also[]\nSecret Sword: Moonlight"}
{"jutsu_name": "Aerobatic Strike", "jutsu_type": "Scientific Ninja Tool Techniques, Taijutsu", "jutsu_description": "The user sends the opponent in the air, where they fly blitzing at them before finishing with large beams from their eyes."}
{"jutsu_name": "10 Hit Combo", "jutsu_type": "Taijutsu", "jutsu_description": "Lars punches the opponent before striking them into the air with a lightning-infused uppercut. He would jump above with amazing speed and punch the opponent, then strike a lightning-infused blow down to the stomach."}
